[
  {
    "channel": "Canadian Prepper",
    "topic": "preparedness",
    "title": "5 Prepping Mistakes You Can Avoid",
    "url": "https://www.youtube.com/watch?v=DKP3vh0lpk0",
    "transcript": "Today I want to talk about mistakes that I've made as a prepper. On this channel, we often will show you the top trim of whatever product that we undertake. So, this comes at the expense of being Greyman. So, one thing I can think of in particular is my truck. Uh, if I had to go back in time and do it all over again, I would have not got this truck and I would have not decked it out with all of the bells and whistles. What I would do differently is I would get a diesel vehicle and I would put one of those very inconspicuous winches on it, the hidden winch, and have a plain grayman truck. When you have a YouTube channel, the tendency is to want to show you the most iconic item which is emblematic of whatever aspect of preparedness we're discussing. If it's a greenhouse, if it's a bunky and off-grid cabin, it has to kind of look good. And what looks good, unfortunately, to you is going to look good to other people. So instead of focusing on things that look iconic and look badass, go for obscurity. You want something that is going to completely blend in, that is going to serve the function. Diesel is just so important because you can store it. It's not as volatile, last longer. You can use it for a variety of different types of equipment. You could put in your diesel heating system. If at all possible, get a diesel vehicle, even if it's an older one. And there's a reason why they're phasing them out. I think it's because it's too empowering to people. I mean, this maybe is a bit of a conspiracy theory, but you'll notice that there's no more diesel vehicles. They're very hard to come by. They used to make these diesel Jettas. They don't even make those anymore. I don't think it's because people don't want them, per se. It's because it's something which is dystopian proof, the farthest thing from an electric vehicle that drives itself. Less focus on iconography, more focus on obscurity blending into the best of your capability. The other mistake I've made as a prepper is rushing too much. Most of my predictions are accurate. My conclusions are accurate, but my calculations are typically wrong in that these things never happen in as timely a fashion as I initially think. So, for example, back in 2014, I was making all kinds of videos about how I thought a pandemic was imminent, and I had ideas in my mind as to how a pandemic would play out. But what surprised me the most about the pandemic is how drawn out it was. And I think a lot of that is because of Hollywood's influence. We think that these things are going to happen on contracted timelines where it's going to be action-packed. You overestimate the speed at which things are going to collapse. When the pandemic lasted years, you know, that really caught me by surprise and it forced me to kind of recalibrate my understanding of how these things are going to play out. Another example of that is World War II. It's ongoing. Everything that we said is going to happen is happening, but it's happening on a much slower timeline. And I'm not really sure the reasons to why. I think we perhaps underestimate the resiliency and the safeguards within the system and we overestimate the tendency towards disorder. My long bets are always right. And I found this with the markets also is that often times I'll I'll make a bet in the stock market and I'll wait a year or so and nothing will happen. So I'll do a swing trade. I'll get out and right when I get out it goes up because my grand thesis was correct. It's just my timing and my expectations were not correct. We know that there's a certain inevitability. We understand the conclusions. We just don't know when that's going to happen. We know there's going to have to come a point where there's going to be a confrontation between the superpowers of the world. How we get there though is anybody's best guess. There are certain decisions I've made where I've been very rushed. If I would have taken this more realistic outlook of how things would have played out, I would have been able to optimize those decisions a lot more. Case in point, if I could go back and do all this over again, I probably would have bought some land first. And it doesn't have to be the best piece of land. You can find parcels of bare land with no infrastructure. And honestly, I can tell you right now, the real deal preppers I know, they understand that to be on grid at all and on grid really all that means is that there's power lines, gas lines, telecoms lines, roads that are actively maintained. So, the real deal preppers are buying land in places that is so unappealing to people right now that it's dirt cheap. And I'm talking about very wealthy people. I've always go back to my principle of the least expensive thing now is going to be the most expensive thing after it hits the fan. It's just a starting point and if everything goes to hell, it's the best possible place. Going back to icons verse obscurity, everybody wants the nice mountain property, the Curtis Stone thing. And I'm not dissing Curtis Stone here. I think it's a beautiful property. I'm envious in a lot of ways. But that's not necessarily from a prepping point of view. If you're really prepping for Mad Max, you want something that is way off the beaten path. The land itself is always going to have value. So, you can't go wrong. And if I could go back in time, I would have got me a little cheap piece of land, weekend warrior. You know, you can justify it to the wife by saying, \"Hey, we're going to have a place to camp.\" Uh, these places I'm talking about that you're going to get cheap are likely hours away from where you are. Obviously getting there is a problem. So that's something to bear in mind. So you're going to need all these things to get started. Fuels, prochemicals, pesticides. You're going to need all these things if you're really going to get started. So I guess that's the other mistake is believing in the off-grid myth. People are enamored with the prospect of being free to make their own decisions. I think there's also a bit of a delusion there that things are going to be simpler as a result of that. But freedom doesn't always equate with simplicity. In fact, you're likely making a sacrifice for convenience. It's just important to understand that what you're getting yourself into is going to be a lot of work. And it's a very challenging life. Why we do it as preppers is because we don't want there to be a shock if and when we are forced back into that lifestyle. Once you get established, I think it can be a very pleasurable lifestyle. that half an hour a week that you get to kind of have a sigh of relief and take a breather when the grass is cut, the animals are fed, everything's watered, there's about a half an hour window there where things are done, and then it all starts over again. And all you usually see on social media is that sunset moment. You know, when our friend Dean over at Arcopia talks about how he loves the lifestyle, he's talking about that that 15 minutes at the end of the day. I'm not speaking for him, but I'm just saying that other 23.75 hours of the day is usually very laborious, and some people like that kind of labor. Some people like being out there working with their hands in the field, but it's work. The next thing is not focusing enough on skills. This is probably where I have screwed up the most, arguably due to the channel interfering with my ability to focus on these things. Because preppers, we're very independently minded. So, we like doing things ourselves. Often, a hurdle to our development is going to be not taking the advice of others. Taking a course in survival, taking a course in first aid. Uh, I've been fortunate to have a lot of experts on the channel that have kind of educated me of the cursory aspects of their fields, but I should have been pursuing that more. and having some sort of skilled trade to accompany it is also going to be important. Last but not least, these two things kind of overlap. Having too much gear and not being organized. Gear is great, but it's very easy to get into a keeping up with the Joneses type mindset where you always have to get something that's slightly better. If you can just find one good thing, one satisfactory tool for every aspect of prepping and stick with it. master it. Buy several versions of that thing and that's going to help you stay organized. You'll get these gun collectors who will collect hundreds of different firearms, but they never master one gun. And there's that old cliche, fear the man with one gun. If I could go back, I would just have like uh all of the same gun because let's say really went sideways and you had to train people. It would be much easier to train people if everybody had the same tool. If everybody's got a different gun and a different caliber and you know, I just use a gun as an example, but it could be anything. Could be a shovel, could be a saw, could be these power tools that are powered by lithium batteries. You know, find one brand and stay within that brand so you can have all the batteries that are, you know, cross-co compatible. So you have that whole ecosystem of products and it just simplifies things because things are going to be complicated enough. You want to be somebody who knows where everything is in a crisis. When a disaster does strike, if you have all of this stuff, it's not going to be second nature to you. You're not going to have the bandwidth to be able to think much in a crisis situation. Let me know mistakes that you guys have made as preppers. I'm interested to hear it in the comments section below. Well, thanks for watching. Don't forget to like, comment, subscribe. Canadian Prepar. The best way to support this channel is to support yourself by gearing up at canadianpreparedness.com, where you'll find highquality survival gear at the best prices, no junk, and no gimmicks. Use discount code prepping gear for 10% off. Don't forget the strong survive, but the prepared thrive. Stay safe."
  },
  {
    "channel": "Prepper News Flash",
    "topic": "preparedness",
    "title": "⚡Iranian Insiders Warning: \"This War Will Cause A Global Meltdown\"",
    "url": "https://www.youtube.com/watch?v=jvvyDvpDbB4",
    "transcript": "The United States cannot win a conventional war against Iran. Key Iranian assets, its nuclear program, missile defense capabilities, all of them are deep underground. Iran has well over 300 underground drone and missile bases. If the United States carries out attacks on Iran, that would be the end of oil and gas exports. That would mean a global economic meltdown worse than 1929. The United States would not succeed in a military conflict with Iran, however limited. But the Israeli regime is pushing for that conflict. The West is now really at war with the world. The trade war, the war with Russia, all the conflicts that we're seeing, the situation is not improving for the United States. It's getting worse. Iran is not going to give up its sovereignty due to any threat made by the United States or anyone else. World War II is already happening. This is a house of cards and it is in the process of collapsing. Right now, you're going to see an economic crash the likes of which we've never seen. Hi folks, Canadian Prepper here. Today we're joined by Dr. Muhammad Morandi, a prominent Iranian academic, political analyst, and government adviser. Dr. Mirandi brings a deeply informed and uniquely nuanced perspective on Iran's role in regional and global affairs. I want to break the ice today by asking you a question about Iranian culture and academia because I've had some Iranian roommates when I was in university and they were doing their graduate studies and I know that Iran ranks among the highest in terms of IQ and I also know that they make one of the highest contributions of scientific uh research papers globally even in the environment of sanctions and the emiserating circumstances that have been imposed on Iran by the outside world. What is the secret to Iranian uh academic prowess being a an ancient civilization uh and uh a a a culture that uh has a great deal of respect for education. Uh I think that all that all of these combined uh contributes to a large number of Iranians who do perform well even though we are in an age where the internet prevails and there's no longer a sort of center where people rally around uh like in the past you no one watches the same sort of TV programs uh as their classmates did 30 40 years ago. You'd go to school the next day and many of your classmates saw what you saw the night before. Now it's the world is much more fragmented. Uh communities are much more fragmented. But still in Iran there's a a strong amount of respect for professors, for teachers. So when a teacher enters the classroom uh students stand up whether on campus or at school um I for a brief period of time taught at different universities outside of Iran and I remember the first time that I entered a classroom uh in a in a western university. I was surprised that when I entered I shouldn't have been but I was surprised that uh the students were just sitting there waiting for me to begin whereas in in Iran uh the entire class would uh stand up and if a student didn't stand up I would jokingly just stand there and saying you know do you want me to help you do do you want in order to encourage this not because it's important for me personally But I think it is I think it that sort of respect that they show for teachers and educators is a is a positive thing. And so probably it is a combination of the things that I said and many other things that I've missed that contribute to this. That's very interesting. uh you know I've this is anecdotal but I I've known a lot of Iranian people who've immigrated here to Canada and these are among the most differential and kind people that I've met and again it's it's anecdotal but I can't for the life of me understand maybe you can explain why is it that the United States and Israel in particular and not the US people in particular but the administrations the DIA. Uh why are they so hellbent on uh Iran's destruction? I think there are a lot of reasons. One is um of course when it comes to the Israeli regime, Iran opposes this ethnosentric ideology of Zionism. And Iran believes that uh the colonization of Palestine and the uh the apartheid nature of the regime and the hierarchical view of humanity that is expressed by Zionists is is for Iran is completely unacceptable. In fact, during the revolution, I there were three foreign policy issues that the revolutionaries were very um concerned about and that they would express the leader of the revolution. These three issues were key. One was that the decisions uh that have to do with the country have to be made inside Iran, inside the country itself. And under the sha, Iran was a client regime. It was to a large degree what Turkey or Saudi Arabia or Egypt uh are today or many other countries across the world. Uh although I'm sure that some would disagree about the nature of the government in Turkey or Saudi Arabia or Egypt but I think it's pretty clear when the United States wants something to happen uh it's carried out by such countries in different ways. The second is that uh Iran must break off ties with apartheid South Africa and Israeli regime and that it must support the resistance in South Africa and in Palestine. And so immediately uh the government broke off ties with after the revolution they broke off ties with apartheid South Africa. They halted the sale of oil. Roughly 90% of the oil that South Africa used came from Iran under the sha. And so Iran cut off ties, stopped the oil trade and began to support the revolutionary groups such as the militant wing of the ANC among others. And in Palestine, Iran cut off ties with the Israeli regime and uh used what was basically their embassy in Tehran as the Palestinian embassy. Um also there were other issues too. Iran was during the Vietnam War, Iran provided the United States with its uh jets that it had purchased from the United States to to use in Vietnam. So that's the sort of client regime Iran was under the sha at the time of the revolution. Most Iranians did not have an education. Most girls did not go to school. And uh after the revolution uh there was a a a shift a total shift away from previous policies and there was a focus on universal education, universal health care and so on. But in any case, these these foreign policy issues were unacceptable to the United States. Obviously, for Israel, totally unacceptable, too. But I think one other thing was the uh embassy takeover. That was, I think, a a key factor. At the time when the Iranian students took over the embassy, the United States had just given refuge to the sha and the sha had killed large numbers of young Iranians and Iranians from all walks of life on the streets of Thran and other major cities as they were protesting and uh many thousands of people died and also many thousands of people died under torture in uh because of the Savak, the secret police that the CIA helped create or they basically created and uh so when they gave refuge to the sha uh that people were outraged and they took over the embassy but also they were fearful not just of the fact they were not just angry that the United States gave refuge to mass murderer but they were fearful that the United States was giving him refuge so that they could carry out another coup because in 19 53 the United States used the very same sha when he was younger to c to stage a coup in Iran and overthrow the uh national government. So Iranians were fearful of a repeat of history. Those students took over the embassy and uh uh the Americans like to think of this as the beginning of history like sort of like October the 7th. Yeah. uh they they they want to take out the context. October the 7th was the result of many decades of genocidal behavior by the Israelis, ethnic cleansing and so on. And uh the embassy takeover was the result of US policy towards Iran. But but I think all of that contributed to this uh animosity on behalf of the United States. Uh whereas they really never forgave Iran from leaving from becoming independent. and uh having an independent foreign policy. And then one thing led to another. The Americans supported Saddam Hussein against Iran. Uh the West gave Saddam chemical weapons to use against Iran. And it just got worse. Instead of trying to rectify uh the situation, move towards Raproma. The United States and Europeans began to become more deadly in their approach towards Iran. that led to basically to where we are today. So, up until recently, you know, in the last few weeks, I've been watching a lot of your interviews and you were quite optimistic that there wouldn't be a war with Iran. uh perhaps in light of some tactics that have been deployed lately diplomatically uh between the United States, Israel, and Iran, it seems as though you're becoming a little bit more pessimistic in your outlook. What do you think the prospect for a peaceful resolution is at this point in time? And uh where do you think the negotiations are at? Do you think there's going to be a deal? And can the Iranians uh rely on that deal? I think we have to make a distinction between war and military conflict. War would mean that the United States bring in a million and a half troops. They really want to engage in war with Iran. They have to make that sort of commitment. And the United States just doesn't have those resources, that sort of money. The United States is no longer the hyper power in the world. Uh you have uh rising powers uh China, Russia, Iran of course bricks countries. We live in a very different world today and the United States has multiple crises both at home and abroad. Ukraine trade war and of course US support for the the genocide in Gaza and the the conflict across the conflicts across West Asia. So I don't see the United States as capable in engaging in war with Iran. That doesn't mean that the United States won't carry out air strikes. That's a different thing. Um I think it would be very very difficult for the United States. they would become very vulnerable because Iran has a strong air defense and and also because key Iranian assets especially its nuclear program among other things it missile defense capabilities all of them are deep underground and so I think in any military exchange of that sort the United States won't have the upper hand so I'm not sure if that's going to happen but the United States is under I mean the United States would not succeed in a military confict with Iran, however limited. But the Israeli regime is pushing for that conflict. In other words, they want the United States to sacrifice itself and its soldiers and its money and its wealth for the sake of the regime, the Israeli regime. Um, that is a possibility. Uh, the nuclear negotiations are complicated. They're always complicated with the United States. The main reason is that the United States is not a reliable country when it comes to deals. This is something that I think even Canadians that have always had a good relationship are beginning to understand. NAFTA uh was an agreement. It was then suddenly uh said by Trump that it was a horrible deal and then you had to revise the the the agreement. Trump sub subsequently said it was a great deal but then when he came back to power he said well we want just Canada the whole thing for ourselves. So this is the sort of now Trump is an an extreme an extreme example but this is how the United States behaves especially towards countries that it does not consider to be friends. So with regards to Iran, the United States has had many agreements and it has every single time violated its agreements with Iran. So one thing is getting to an agreement and that is going to be difficult always with Americans. And in the case of Trump, it's exceptionally difficult because Trump is constantly shifting his position and we've seen that in the trade war how he changes his position. And we've seen how seen how he in on uh Ukraine he's shifting his position how with regards to the ceasefire in Gaza which his own man with uh put together uh literally couple few days later Trump after the ceasefire on the eve of his uh presidency he said Palestinians must all be ethnically cleansed. So he undermines even his own agreements. And so he while he's um moving he's constantly moving the goalpost shifting his position and undermining his own agreements that makes it virtually impossible for the Iranians to conclude a deal and if they do conclude a deal to be confident that that deal will remain in place. But I think it is the duty of the Iranian government to see what can be done. There are red lines that the Iranians will not cross and they will not allow the Americans to dictate anything to Iran at all, especially anything that that undermines Iran sovereignty. But the Iranians will continue to negotiate to see if if they can get a deal. I know on the topic of reliability of deals, I know you and uh Scott Ritter had a difference of opinion in terms of whether Iran's uh agreement with the United States would be honored and whether it's already a a foregone conclusion. you know, knowing full well, I think uh Ritter's argument, and I know you guys are on good terms, so I'm not at all trying to triangulate or anything here, but I I know that one of his arguments was that well, you know, they have to come to some sort of deal or else, right? And we know what happened with Iraq. You know, they tried that and despite the compliance, there was a war anyways. Are we to presume then that there's already a decision that has been made? Is there a futility here or is there a sense, you know, that you're you're hearing in uh with respect to the people that you know that this is kind of inevitable that there's going to be some military action at some point? I think I should be careful, but I would say that Scott is was saying something different and that is that Scott was acknowledging uh from my as I recall uh that the United States cannot win a conventional war against Iran. What Scott was saying is that the United States would uh use nuclear weapons. My argument is that the United States I too agree that the United States cannot win a conventional war against Iran. Iran is not Iraq. Iran is not Vietnam. Iran is Iraq, Turkey, Vietnam, Egypt, uh you know, all of these combined. Iran is a a very powerful force and it's located in um a place which is very sensitive. Any war would u destroy the oil and gas facilities in the Persian Gulf region and bring an end to these tiny family dictatorships and create a catastrophe for the globe, an economic catastrophe. and Iran's missile and defense capability is is second to none in the region. So, I don't I think that Scott and I agree on the issue of uh a conventional war. My argument is that uh you know if we're going to talk about nuclear weapons then we might as well say well the Americans should we should all give up the world to the Americans because they may use nuclear weapons in North Africa and Latin America subcontinent and east you know they they can use them anywhere so everyone has to basically submit to the United States and I think that's not uh something that Iran is willing to do and you using a nuclear weapon would have huge consequences for anyone in today's world. It's I think it would be a gamecher in many different ways which it's all speculation at this stage but Iran is not going to give up its sovereignty due to any threat made by the United States or anyone else uh of that sort of nature. So I don't believe the United States can win a war against Iran and I don't think the United States will carry out a war against Iran. But as I said, there's a difference between air strikes uh on a few installations and a war where you have millions of people like involved like in Ukraine. I don't think we're going to have a war like in Ukraine. Uh a few air strikes, I'm I don't think the Americans will be able to get away with it. I don't think the Americans would succeed. I think they would pay a heavy price. So, do I think it won't happen? No. Under nor normal circumstances, I think it wouldn't happen. But I don't think that that's uh enough because the United States does not act in its own interest. It acts in the in our part of the world. It acts in the interest of the Israeli regime. In other words, is Israeli uh interests are more important for the US government than American interests. They're more important for uh for the United States than than the interests of the American people. Most of the elites in the United States when it comes to West Asia and North Africa, they prioritize what the needs of the Israeli regime are over their own needs. And that's why I believe that the the Israeli regime is a burden to the United States. It's a handicap. It is detrimental to the interests of the United States. But that is how it is so far. The world is changing of course and public opinion even in the west which is the most propagandized part of the world uh public opinion is changing and people are becoming u hostile towards Israel almost everywhere. I've seen that personally here in Venezuela. I've seen that in uh China. I've seen that in Russia. I've seen that everywhere that I've traveled and from what I've heard uh and from what I've seen online uh the mood is changing in the west as well. So what that mean what that means for the future that remains to be seen but in any case the United States I it's not in its interest to have any even a limited conflict with Iran. But again the Israeli regime what it demands is different from what the the demands of ordinary Americans is. Yeah, I mean a lot of people think that if the United States did commit to military action in whatever capacity in Iran, uh especially if it was nuclear weapons, which they've conveniently restructured their nuclear policy about a year and a half ago to be uh aligned with a situation like this uh in that they can there's some sort of uh stipulation in there now that they can use nuclear weapons against non-nuclear states. Uh and there's been a few other legislations that have kind of been set up a few years ago to kind of prepare for this eventuality. Uh one of my concerns knowing, you know, initially with the Gaza situation, there was this global outcry and we've seen protests on a scale never before seen in history. And now it appears uh that for the most part, at least in the influential realms of society, there's a lot of apathy surrounding it. And it's almost like we've been desensitized to it. And it continues to be perpetrated to this day. I mean, I'm seeing some of the most dystopian scenes coming out of the Gaza Strip. And this is in 4K streamed live, you know, from a million different angles. And yet the world marches on. And so I guess my question is would there be would in international condemnation of the United States and Israel taking offensive action? Uh would that be preventative enough or would that discourage the Americans? And when I say Americans, of course, I'm referring to the military-industrial complex. Um, I want to make that clear just so I don't alienate my American viewers. Do you think that there would be an outcry or we are we in a just a whole new realm of, you know, anything goes. I I think that one thing that has always been important for the United States in the West is branding. And brand America has always been very important. And especially for someone like Trump, it should be exceptionally important because he's a a business person. The United States in the West until recently had always pretended that it was more democratic, free, more supportive of human rights, that they were morally superior than the rest of the world. And of course, for many of us, that has always been questionable. Uh I never believed that to be the case. I never believe the United States to be democratic or the west to be democratic to be very blunt. Uh there there positive things in the west and but I democracy I don't believe uh is is one of them. I think that the elites have always had the power and whoever becomes president in the United States is basically has been in charge of the entire uh North America and Western Europe geography. regardless of who's chosen in these other countries. That's how it has been. And the media is in the hands of the powerful. And so ordinary people really don't have uh there's no democracy of information. And so the the the the wealthy, the powerful in in the west have been in charge. But there's this illusion of democracy, an illusion of freedom, and an illusion of human rights. But I think after Gaza that has been completely demolished and I think it's clear even among my more liberal students on campus that even those who are very critical of Iran are and those who are opposed to the political order in Iran that they no longer see the west as this utopian land part of the world which believes in freedom and and democracy. And uh so the West has really I I think this is true across the board. And from what I've seen in my interactions with people outside of Iran, I think that the the the United States has undermined itself utterly. and so has the the collective west and that has benefited all of the rivals of the United States enormous enormously whether it's Russia whether it's China uh because people across the world don't see China as genocidal they don't see Russia as genocidal that people they don't see uh the Palestinians or the axis of resistance as genocidal they see the United States the Europeans and their allies in in in Palestine as genocidal. So, uh there has been a sea change sea change. There may be apathy and I'm sure it's understandable and of course I think everyone should be as active as possible in any way or form whether in the west or outside or in the broader world. Uh but I do think that this change in mentality has uh has occurred and that it is a sea change and that the longer that this genocide lasts, the more entrenched it becomes, the more permanent it becomes. I think that Israel has forever been demolished. It is it will never be seen as a normal society. And I think it this is going to bring an end to the regime itself. Uh I don't think such a regime can last very long no matter how long or how much the Americans and the Europeans try especially at a time when the west is now uh really at war with the world the the trade war even among themselves in a sense they're at war but the trade war the war with Russia all the conflicts that we're seeing and now the United States again threatening the EU with tariffs and then backing off and this I think is um shows this is quickening in my opinion the decline of the United States and the Israeli regime needs a strong west to maintain itself because it is not a powerful regime. It's a very weak and vulnerable entity. It's completely dependent on the west. That's where it weapons come from. That's where his ammunition comes from. That's where his aid comes from. That's where the investment comes from. Everything comes from the west and the weaker the west becomes the weaker the Israeli regime becomes. So you've had a you see the west with many rivals now across the world. Its energy is being divided on multiple fronts. It has many problems at home and among itel among themselves. Its image has been wrecked and the Israeli regime's image is it has no image. It's seen as a as a sort of Nazi Germany that's carrying out uh genocide on live in front of a global audience. So I I do see this as as not a situ I see this as a continued downward movement both for the west the collective west and I mean the elites because again I too don't want to alienate your American audience. Many Americans are against this. Many young American Jews are at the forefront of the resistance against what's going on in Palestine. Heroic uh people making big sacrifices, university students, people losing their jobs, people being harassed. Uh there are many heroes in the United States from different um religions, races, and different walks of life. But I'm talking about the the the power the the center of power Washington and the subordinate uh centers of power across Europe. I think that their decline is continues their relative decline. It will and will continue and that I think is terrible news for the the regime in Israel. So on the topic of the uh Brookings Institute who published a paper I think it was back in 2012 entitled path to Persia. There was a strategy that was outlined there and I'm not sure if it's something that is strictly adhered to by the current administration or the continuity of administrations but the strategy was such that the US would kind of befriend Iran or act as like some third party string them along in negotiations and that Israel would kind of blindside negotiations attack Iran and then Iran would retaliate and then that would be used as justification to bring the United States into a war. So, up until this point, you've kind of talked about how uh militarily military viability in terms of, you know, whether or not the United States could engage in full-on war with Iran, at least at this point, is pretty much off the table. But could you foresee a situation then? Do you think that this is a strategy being employed? Do you think the Iranians are aware of this strategy? And do you think that maybe uh while a war in the near term is not likely, but that they're trying to provoke Iran into doing something which would provide justification for a much broader conflict down the road somewhere? I do think that the the so-called deep state in the United States, the neocons, the Zionist lobby, whatever you want to call it, would love to see some sort of false flag operation succeed. And if you recall, Trump was assassinated twice, twice that we know of. And at that time, they were trying to pin the blame on Iran. And even Trump was seemed to be foolish enough to believe the claims. But it came out as we all were expecting that this was being carried out by forces inside the United States. And probably"
  },
  {
    "channel": "The Poplar Report",
    "topic": "preparedness",
    "title": "🚨🚨THIS Will Change EVERYTHING - Watchmen Updates",
    "url": "https://www.youtube.com/watch?v=m42lsnZ4_gk",
    "transcript": "Help Steve's Mission to train pastors: https://ko-fi.com/poplarpreparedness Switch To US Made Products: http://SwitchAway.com/steve SITREP Intel FREE Trial: https://sitrep.app.link/VlbvDrggDSb As we go into the Spring shortages season we're seeing major issues in dairy, eggs, and in potatoes. Whether you are a Prepper, a homesteader, or a concerned homemaker there are serious issues happening right now. 📍 Prepper Freeze Dried Beef | https://poplarbeef.com/ref/7/ 🔖 SALE Code: POPLAR15 for 25% Off at Checkout – Essential for Any Survival Strategy -Genesis Gold Group | https://poplargold.com 1-800-200-4653 | 🇺🇸 #1 Trusted Gold IRA Company -Deals At MyPatriotSupply: https://mypatriotsupply.com/pages/special-offer?hid=498&rfsn=6210744.4c6423&subid=popular.report -Jase Medical (Antibiotics) http://jasemedical.com/poplarpreparedness Use Code POPLAR10 for $10 off your order. Steve Poplar, PO Box 326 Strabane, PA 15363 Website: https://thepoplarreport.com/ Twitter @thepoplarreport Host of: Poplar Bible Studies https://www.youtube.com/c/BoldFaithBible If you'd like to make a DONATION .. https://ko-fi.com/poplarpreparedness (They don't keep a huge fee like Youtube) Thanks! #inflation #breakingnews #dailynews While prepping for the President Trump tariff shortages it is important to stock up your prepper pantry and investing especially in personal finance, economics to protect yourself from inflation may include stocks, silver stacking, gold, real estate, or even crypto. As the Russia - Ukraine war continues as well as the Houthi in Yemen, China Taiwan, and with the BRICS pushing de dollarization all the while channels like Canadian Prepper, Full Spectrum Survival, NY prepper, Jeremiah Babe, and folks like Tucker Carlson and Glenn Beck, all warning us of the coming digital dollar and CBDC. So whether you listen to Fox News, CNBC, or youtubers like the Economic Ninja or Redacted everything is pointing to prepping 2024 and food shortage 2024. So get stocked up at Kroger, Walmart, or Aldi to fill your prepper pantry."
  },
  {
    "channel": "Neil McCoy Ward",
    "topic": "preparedness",
    "title": "⚠️ Investors DUMPING Bonds Like Crazy As Gold & Silver Prices Rise (Financial CRISIS Here!)",
    "url": "https://www.youtube.com/watch?v=dOyoljrgDJY",
    "transcript": "Investors are dumping bonds like crazy as gold prices rise. Also, I think we're going to see silver as well. But my friends, another financial crisis is indeed here. I promised you a walk and talk today where I'd go into the garden. And let me be honest, after doing a lot of digging in this pond behind me today, I think I'm going to sit and we're going to have a sort of informal conversation about what is happening in the economy and how you can prepare for it. So, let's begin with a couple of things that I've a few notes that I've made then uh early this morning. woke up about 5:00 and just started really going over my thoughts in my head as to how I can communicate this to you in the most effective way. So, a few things I just pulled off um online then off a lot of the financial statistics today. So, investors are selling bonds from the US government as part of a trade known as sell America. So, this is a trend that's going on at the moment here. It's called Cell America. It's very interesting because I said that you may see some things going on behind the scenes from China, Russia, some of the the BRICS nations as a result of Hey, keep the noise down you two back there. We got chickens all over. But I guess we can call this a sort of strategic alliance that is happening intentionally against the US dollar. what we've been talking about for a long time, the trend of ddollarization. So what has happened then? This is really crucial. The United States government has now had to pay more to borrow in the global debt markets. Why? What has caused this? Well, just this week then the Treasury Department found there was very low demand for a $20 billion bond release that they did. This is quite normal. or they release these uh treasuries regularly and then retail or larger scale investors will purchase these bonds. So what happened then they've ended up paying a a higher interest rate or what we'd call a yield on the bond. So what's this done? This has really spooked the markets because the 30-year treasuries have now gone above 5% this week. Yes, the 30 years have gone above 5%. So why is this kind of worrying? Well, it's because when the bond yields actually go up, it makes if you're in the US, it makes your debt more expensive. That can be your mortgage or or loans or credit cards. These are what tend to become more expensive for you. But the other thing is that these also underline the global financial network or if you want to call it a system, they underline the global financial system. So if the creditworthiness especially with what happened with Moody's this week, Moody's downgraded the US from a trip AAA down to the next level down. This is pretty serious actually. I want to move on to that because that's quite a a key point that I want to talk on uh in a moment. In fact, let's just segue into another point first. And this is the point I've been talking about with this death spiral of it's not just the US dollar. I know everyone keeps talking about the US dollar, but it's most fiat currencies, they are in this death spiral or a debt spiral if you prefer. What does that mean? Well, the more that they create all of this new currency, the weaker the currency becomes. We've been talking about gold and silver um a little bit more recently, and that's because of the release of my new investment courses on gold and silver. I I'll get on to that in a minute. But what we're actually seeing is not the fact that gold is just skyrocketing, which it is. The charts are phenomenal for the year. A lot of people are saying, \"Well, why? They can't understand it. Why is gold going up so much?\" And they're trying to figure out all these fundamentals. They're doing fundamental analysis and charting and everything else. You don't really need to do any of that stuff. It's very, very simple. It's very, very clear what's going on. Gold isn't just rising out of nowhere. It's rising because the fiat currency is weakening. The purchasing power of fiat, which is your US dollars, your Canadian dollars, Australian dollars, New Zealand, you know, your euro, British pounds, is all weakening. And this is what we call a debt spiral. So the the the weaker it gets, the more they print more in order to pay the interest. But the higher the interest becomes, the harder it becomes to pay it off. So what do you get? You get a lot more taxes. But the other thing I want to talk about was this what's known as the big beautiful bill that's just passed. Well, the lowest estimates are about $3.5 trillion that's going to add to the national debt between now and let's say the next 10 years, but the highest estimate I've seen is that it could add up to 20 trillion to the debt. that would put the US debt over $50 trillion plus all the other things you're talking in 10 years it just wouldn't be able to survive that there would be no way if what they're saying is correct now I think it's probably going to be somewhere in the middle but as a result of this the more US dollars that are created and the more that investors dump these bonds or these treasuries the harder it's going to be to service the debt because the dollar will weaken and if you remember from 5 years ago my very very long-term forecast. That forecast said that as more dollars flow back to the US because people dump them, what you'll see is inflation, which will become very high level of inflation. And then I think that whoever's the president at the time when that happens, we'll have to put the US onto a gold standard, possibly a Bitcoin as well. I think it'll be a collection of assets, gold, bitcoin, it can be some other things in order to actually save the currency, but I think they'll convert it to something else at that at that time. And I think everyone knows this really around the world. People know it, you know it, governments know it. And the reason they know it is because they are preparing for a central bank digital currency. That's what they are preparing for. You want to be in the video? Okay. She wanted to she wanted to be in a video and say hello to everyone. Say hello. Okay. Now, keep the noise down. All right. And you know, another thing I was thinking about was these credit rating agencies. Anyway, if you remember the uh BTO's and all the other stuff that they did, the AAA ratings in 2008, just before the entire financial world collapsed or crashed, more accurately, but you remember what they did then? Nothing's really changed. nothing's changed because if one agency doesn't give a bank or a huge institution the the rating they're looking for, they just go down the road to another agency. That's honestly how it works. Don't take my word for it. Look it up for yourself. It's that crazy. Doesn't quite work the same way with um governments like Moody's downgrading the US. Doesn't quite work in exactly the same way, but the principle still the same. And I think the downgrading of US equities for the first time in what over a century really shows us that we are in a very new world, a very new period. So how do we actually protect ourselves from this then? Well, I've mentioned a lot of times it would be physical assets and being well diversified. You've got to make sure I'll just add another point. People always say, Neil, how have you been able to invest so effectively for at least the last five years? I mean, before that as well, but at least the last five years. It's really looking ahead and reading history from the past, of course, but looking ahead and and seeing, well, this is very similar to a pattern that occurred before. What could this mean for the future? And that's what I always talk about on my Friday newsletter as well. always looking at this and seeing what I can guide you with as to where things are moving. So, one of the things right now I'd say is tangible assets. Definitely tangible assets with something like I I do think there's a space or a place for Bitcoin as well in portfolios. Um the all-time high as the uh bond demand dropped really tells you that right away. But I still stand by some of the assets that I've held for many years. Uh, gold, gold and silver have always been a play that I've invested in for many, many years. You can't really beat gold, predominantly gold, as an asset. Really, it has stood the test of time for thousands of years. Uh, it's just unbelievable to me. If I dug up a gold coin here right now from a,000 2,000 years ago, give it a bit of a wipe and a rub down, it would still shine really brightly like the day it went into the ground. It's a phenomenal store of value. And I think this is why my new programs that are available for you right now, you can find the link below in the description. Couldn't have come at a better time really because the timing of this is kind of it's kind of perfect if you think about it. Years in the thinking and writing and journaling, months, what seven, eight months in the creation of it, recording videos and interviews with experts and all the other uh stuff, teaching you how to actually do it, where to store it, how to buy the ratios, etc. And this has come out at exactly the same time that we have a debt crisis with the in Japan, the US, UK, and the Euro zone as well as some of the other Western nations. That to me seems like somewhat of an unusual coincidence. And again, the currencies are coming to an end. We all know they're coming to an end. It's obvious. This is why they are prepping the CBDC, the central bank digital currency. And I know that that President Trump said that he's not going to be pushing through with it, but the Euro zone definitely is. You know, it's becoming very much an authoritarian state as it were. Uh even talking now about their own army, their own military wanting to I mean, some of the proposals are absolutely nuts. wanting to disband some of the armies and militaries of of the EU and make this whole EU army. It's all part of their uh 2030 plan and also their 2040 and 2050 plan. It's pretty nuts when you look into it all. Unelected bureaucrats sort of running an army that would be enormous. But another coincidence I saw today was I was plotting the charts on the gold and silver price versus the US dollar and all those other currencies we just mentioned and it was almost completely inverted. Meaning that as gold went up the value or the purchasing power of the dollar went down or the same with the pound and the euro and other things. And that really just shows you that, and even I heard an interesting statistic or a fact recently was that a Roman centurion with the same amount of gold and silver to buy their uniform back in the day would buy you a tailor-made suit today. So really, nothing has changed in thousands of years. And yes, people keep asking me, do I recommend Gold and Silver as part of a uh investment play? Let me just say I recommend it as part of a diversified portfolio on a long-term hedge. So there's two things there you got to take note of. Number one is diversified and number two is long-term because in the long term metal prices will go up. Yeah, there's been some blips in in in history where we've had a blip with silver and it didn't recover and things like that, but you're talking one or two instances throughout a very very long time scale. So, over the long run, they do go up and I do recommend them as part of a diversified portfolio. Especially if you've got all your money in bonds or cash in the bank, it is worth looking into. And just to kind of motivate you to actually look into this and do this, I'm going to give you a massive discount on the courses today 90% off because we're still pre-launch the course. I'm still actually filming the course. So, it's going to be a little while yet before the entire course is released, but every weekend I will release more videos. So, anywhere from 10 to 15 videos every single weekend. And if you do get the program now, you'll also get an entire video module as a free bonus and some uh PDF downloads as well. These are guides. These are also free bonuses. So that's what you can do right now to really protect yourself. And another point I want to make today, and this is kind of a really bold claim, but I think that this period of low interest rates, like very very low interest rates that we've had for many, many years, is probably coming to an end as a result of this debt spiral. I just don't see them be a being able to keep these rates low. I think that's why Powell hasn't reduced the rates even though President Trump has kept asking him and called him a fool and too late Powell and all these other things. I think that's the reason why he knows he can't reduce these rates at the level that he's been asked to reduce them at. And if you want to look at a really extreme example, you can look at the Japanese debt at the minute, which by the way is the largest debt holder of the United States. Yes, they own over $1 trillion dollars worth of US debt. Now, if Japan defaults, you are going to see a massive currency crisis because it's gonna it's going to send ripple ways right across the world. You'll see issues with China, European Union, the UK, any anyone who's big bond holders, debt holders in the United States, you're going to see some really, really big problems. I mean, they're not just doing 30-year bonds now. They're doing 50-year bonds in Japan, and even then, they're struggling. There was very weak demand yet again on their latest bond release. I mean, the writing is on the wall, ladies and gentlemen. And if you just think how much debt there is in the world now, we're over hundred trillion dollars. Don't know if you're aware of that. Trund trillion dollar of debt. 35% of that is the United States. 35% of the entire world debt is the United States right now. It's unbelievable. But the next one after that would be Japan holds about 10% of the total. Actually, China holds 16%. This is just unsustainable. I mean, look at the borrowing costs now. They're being driven up nonstop at the moment. And I predict that if these bond yields keep going up like this, you're going to see investors jumping ship. And you might say, well, isn't that a good thing if yields go up? Not necessarily because on the flip side of that is is sort of instability and being extremely nervous about things. I know a lot of my private clients, these are all high netw worth individuals. They are very nervous. A lot of them have already dumped, not all of their bonds, but they are starting to dump their bonds. And it's not just that. Look at the GDP forecasts right across the the Western world or the developed world. They are so low because they can't they can't create new growth without creating new debt because the system is just broken. I keep talking about pensions as well. There is going to be a entire module in the advanced course gold and silver just on how you build a gold and silver pension using physical gold and silver. And I would highly recommend that you all look into this because if you remember my documentary on pensions, massive Ponzi scheme that has become inverted. It's not a a pyramid anymore. It's an inverted pyramid. There's just not going to be enough workers to support the people as they go through retirement. The whole system is predicated on the fact that people are earning here and paying into the system here. But the system's already empty. the pensions are empty. That's why the Bank of England had to bail out the UK pension uh plans. And I still can't believe that I was one of the only people, well, me and some other YouTubers that covered that. Was hardly even on the the mainstream media and the news. No one really even talked about that because they don't want to create panic and let the public know what's really going on. So, a gold and silver pension, I'll show you how to do that as well, would be a really good way to protect your your life savings, everything that you've worked for. So, I do think we're going to see higher taxes in predominantly the UK and the Euro zone. I just don't see any way out of this. I'm seeing higher taxes. I think these are coming and they're coming very, very soon. And then my last point really is around this fourth turning cycle which I've talked on a lot. What we are seeing isn't just conventional warfare. We're seeing military conflict of course but we're not just seeing conventional warfare like Russia Ukraine like you know what we saw with India Pakistan just the other day what we've uh seen with the the Middle East conflict as well which I think is going to escalate. I've been talking about Iran for a long time. I think we could see escalation there or in that region. We haven't yet seen China Taiwan situation. But all of these things are going to only get worse as the currencies begin to depreciate uh or depreciate even even further or as the currencies really start to collapse. I don't think it's alarmist to say this by the way. I I genuinely really do believe that we are in nearing the final stage of these fiat currencies. I think they're going to move on to a new system, a central bank digital currency. I think a lot of them are going to be authoritarian in nature. And I just think it's really important to protect yourselves, not just in holding precious metals, but having diversified portfolios. And also just to wrap up here, if you do get the gold and silver programs, which I again I highly recommend, you get 90% off with all the bonuses. It's a no-brainer really. You will also learn how to get gold that can't be confiscated by the government like we saw in April of 1933 with that executive order. So, there's a lot that you can can learn. I really hope you take the programs and I just appreciate all of you as subscribers here. I know we didn't do a walk and talk this week, but hopefully you enjoyed uh just sitting here in my in my property here. Uh and I mean there's so much so many acres here. So much to see. Okay, so this is what you couldn't see behind me. We're using a a stone and clay method of sealing it as opposed to a a liner because it's a lot more natural. And uh I'll show you the rest of the property another day, but it is a huge property here. All right, well that's a wrap today. Thanks for watching. Take care. God bless you. God bless your families. And I'll see you inside the gold and silver investing program. Take care."
  },
  {
    "channel": "Blocktrainer",
    "topic": "crypto",
    "title": "GameStop bought 4,710 Bitcoin & caused disappointment! 🤔",
    "url": "https://www.youtube.com/watch?v=pw4Bp8P66-E",
    "transcript": "{ \"wireMagic\": \"pb3\", \"pens\": [ { } ], \"wsWinStyles\": [ { }, { \"mhModeHint\": 2, \"juJustifCode\": 0, \"sdScrollDir\": 3 } ], \"wpWinPositions\": [ { }, { \"apPoint\": 6, \"ahHorPos\": 20, \"avVerPos\": 100, \"rcRows\": 2, \"ccCols\": 40 } ], \"events\": [ { \"tStartMs\": 0, \"dDurationMs\": 499000, \"id\": 1, \"wpWinPosId\": 1, \"wsWinStyleId\": 1 }, { \"tStartMs\": 520, \"dDurationMs\": 5120, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"So,\", \"acAsrConf\": 0 } ] }, { \"tStartMs\": 3269, \"dDurationMs\": 2371, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 3279, \"dDurationMs\": 4401, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"we \", \"acAsrConf\": 0 }, { \"utf8\": \"talked \", \"tOffsetMs\": 384, \"acAsrConf\": 0 }, { \"utf8\": \"a \", \"tOffsetMs\": 768, \"acAsrConf\": 0 }, { \"utf8\": \"while \", \"tOffsetMs\": 1152, \"acAsrConf\": 0 }, { \"utf8\": \"back \", \"tOffsetMs\": 1536, \"acAsrConf\": 0 }, { \"utf8\": \"about\", \"tOffsetMs\": 1920, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 5630, \"dDurationMs\": 2050, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 5640, \"dDurationMs\": 4400, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"GameStop \", \"acAsrConf\": 0 }, { \"utf8\": \"issuing \", \"tOffsetMs\": 390, \"acAsrConf\": 0 }, { \"utf8\": \"convertible \", \"tOffsetMs\": 780, \"acAsrConf\": 0 }, { \"utf8\": \"bonds \", \"tOffsetMs\": 1170, \"acAsrConf\": 0 }, { \"utf8\": \"to\", \"tOffsetMs\": 1560, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 7670, \"dDurationMs\": 2370, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 7680, \"dDurationMs\": 3720, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"raise \", \"acAsrConf\": 0 }, { \"utf8\": \"capital \", \"tOffsetMs\": 1060, \"acAsrConf\": 0 }, { \"utf8\": \"and\", \"tOffsetMs\": 2120, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 10030, \"dDurationMs\": 1370, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 10040, \"dDurationMs\": 3679, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"everyone \", \"acAsrConf\": 0 }, { \"utf8\": \"was \", \"tOffsetMs\": 171, \"acAsrConf\": 0 }, { \"utf8\": \"like, \", \"tOffsetMs\": 342, \"acAsrConf\": 0 }, { \"utf8\": \"yeah, \", \"tOffsetMs\": 513, \"acAsrConf\": 0 }, { \"utf8\": \"we've \", \"tOffsetMs\": 684, \"acAsrConf\": 0 }, { \"utf8\": \"heard \", \"tOffsetMs\": 855, \"acAsrConf\": 0 }, { \"utf8\": \"that \", \"tOffsetMs\": 1026, \"acAsrConf\": 0 }, { \"utf8\": \"before,\", \"tOffsetMs\": 1197, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 11390, \"dDurationMs\": 2329, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 11400, \"dDurationMs\": 4279, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"Strategy \", \"acAsrConf\": 0 }, { \"utf8\": \"did \", \"tOffsetMs\": 706, \"acAsrConf\": 0 }, { \"utf8\": \"that \", \"tOffsetMs\": 1412, \"acAsrConf\": 0 }, { \"utf8\": \"too\", \"tOffsetMs\": 2118, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 13709, \"dDurationMs\": 1970, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 13719, \"dDurationMs\": 3400, \"wWinId\": 1, \"segs\": [ { \"utf8\": \". \", \"acAsrConf\": 0 }, { \"utf8\": \"Michael \", \"tOffsetMs\": 304, \"acAsrConf\": 0 }, { \"utf8\": \"Sailor, \", \"tOffsetMs\": 608, \"acAsrConf\": 0 }, { \"utf8\": \"yes, \", \"tOffsetMs\": 912, \"acAsrConf\": 0 }, { \"utf8\": \"GameStop \", \"tOffsetMs\": 1216, \"acAsrConf\": 0 }, { \"utf8\": \"is\", \"tOffsetMs\": 1520, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 15669, \"dDurationMs\": 1450, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 15679, \"dDurationMs\": 2760, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"doing \", \"acAsrConf\": 0 }, { \"utf8\": \"that \", \"tOffsetMs\": 232, \"acAsrConf\": 0 }, { \"utf8\": \"now. \", \"tOffsetMs\": 464, \"acAsrConf\": 0 }, { \"utf8\": \"Then \", \"tOffsetMs\": 696, \"acAsrConf\": 0 }, { \"utf8\": \"there \", \"tOffsetMs\": 928, \"acAsrConf\": 0 }, { \"utf8\": \"was\", \"tOffsetMs\": 1160, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 17109, \"dDurationMs\": 1330, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 17119, \"dDurationMs\": 4160, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"a \", \"acAsrConf\": 0 }, { \"utf8\": \"photo \", \"tOffsetMs\": 240, \"acAsrConf\": 0 }, { \"utf8\": \"of \", \"tOffsetMs\": 480, \"acAsrConf\": 0 }, { \"utf8\": \"Michael \", \"tOffsetMs\": 720, \"acAsrConf\": 0 }, { \"utf8\": \"Sailor \", \"tOffsetMs\": 960, \"acAsrConf\": 0 }, { \"utf8\": \"and\", \"tOffsetMs\": 1200, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 18429, \"dDurationMs\": 2850, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 18439, \"dDurationMs\": 5321, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"Ryan \", \"acAsrConf\": 0 }, { \"utf8\": \"Cohen, \", \"tOffsetMs\": 440, \"acAsrConf\": 0 }, { \"utf8\": \"the \", \"tOffsetMs\": 880, \"acAsrConf\": 0 }, { \"utf8\": \"CEO \", \"tOffsetMs\": 1320, \"acAsrConf\": 0 }, { \"utf8\": \"of \", \"tOffsetMs\": 1760, \"acAsrConf\": 0 }, { \"utf8\": \"GameStop, \", \"tOffsetMs\": 2200, \"acAsrConf\": 0 }, { \"utf8\": \"and\", \"tOffsetMs\": 2640, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 21269, \"dDurationMs\": 2491, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 21279, \"dDurationMs\": 4481, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"everyone \", \"acAsrConf\": 0 }, { \"utf8\": \"was \", \"tOffsetMs\": 211, \"acAsrConf\": 0 }, { \"utf8\": \"like, \", \"tOffsetMs\": 422, \"acAsrConf\": 0 }, { \"utf8\": \"\\\"Yeah, \", \"tOffsetMs\": 633, \"acAsrConf\": 0 }, { \"utf8\": \"this \", \"tOffsetMs\": 844, \"acAsrConf\": 0 }, { \"utf8\": \"is \", \"tOffsetMs\": 1055, \"acAsrConf\": 0 }, { \"utf8\": \"the \", \"tOffsetMs\": 1266, \"acAsrConf\": 0 }, { \"utf8\": \"next\", \"tOffsetMs\": 1477, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 23750, \"dDurationMs\": 2010, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 23760, \"dDurationMs\": 3960, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"Bitcoin \", \"acAsrConf\": 0 }, { \"utf8\": \"Reserve \", \"tOffsetMs\": 820, \"acAsrConf\": 0 }, { \"utf8\": \"imitator.\\\"\", \"tOffsetMs\": 1640, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 25750, \"dDurationMs\": 1970, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 25760, \"dDurationMs\": 4560, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"Especially \", \"acAsrConf\": 0 }, { \"utf8\": \"when \", \"tOffsetMs\": 400, \"acAsrConf\": 0 }, { \"utf8\": \"the \", \"tOffsetMs\": 800, \"acAsrConf\": 0 }, { \"utf8\": \"news\", \"tOffsetMs\": 1200, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 27710, \"dDurationMs\": 2610, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 27720, \"dDurationMs\": 5240, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"came \", \"acAsrConf\": 0 }, { \"utf8\": \"that \", \"tOffsetMs\": 960, \"acAsrConf\": 0 }, { \"utf8\": \"GameStop\", \"tOffsetMs\": 1920, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 30310, \"dDurationMs\": 2650, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 30320, \"dDurationMs\": 4239, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"had \", \"acAsrConf\": 0 }, { \"utf8\": \"obtained \", \"tOffsetMs\": 295, \"acAsrConf\": 0 }, { \"utf8\": \"permission \", \"tOffsetMs\": 590, \"acAsrConf\": 0 }, { \"utf8\": \"to \", \"tOffsetMs\": 885, \"acAsrConf\": 0 }, { \"utf8\": \"buy \", \"tOffsetMs\": 1180, \"acAsrConf\": 0 }, { \"utf8\": \"Bitcoin \", \"tOffsetMs\": 1475, \"acAsrConf\": 0 }, { \"utf8\": \"from \", \"tOffsetMs\": 1770, \"acAsrConf\": 0 }, { \"utf8\": \"now \", \"tOffsetMs\": 2065, \"acAsrConf\": 0 }, { \"utf8\": \"on\", \"tOffsetMs\": 2360, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 32950, \"dDurationMs\": 1609, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 32960, \"dDurationMs\": 2919, \"wWinId\": 1, \"segs\": [ { \"utf8\": \". \", \"acAsrConf\": 0 }, { \"utf8\": \"Yes, \", \"tOffsetMs\": 440, \"acAsrConf\": 0 }, { \"utf8\": \"that \", \"tOffsetMs\": 880, \"acAsrConf\": 0 }, { \"utf8\": \"was\", \"tOffsetMs\": 1320, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 34549, \"dDurationMs\": 1330, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 34559, \"dDurationMs\": 3081, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"n't \", \"acAsrConf\": 0 }, { \"utf8\": \"the \", \"tOffsetMs\": 177, \"acAsrConf\": 0 }, { \"utf8\": \"case \", \"tOffsetMs\": 354, \"acAsrConf\": 0 }, { \"utf8\": \"before. \", \"tOffsetMs\": 531, \"acAsrConf\": 0 }, { \"utf8\": \"I'm \", \"tOffsetMs\": 708, \"acAsrConf\": 0 }, { \"utf8\": \"just \", \"tOffsetMs\": 885, \"acAsrConf\": 0 }, { \"utf8\": \"looking, \", \"tOffsetMs\": 1062, \"acAsrConf\": 0 }, { \"utf8\": \"I\", \"tOffsetMs\": 1239, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 35869, \"dDurationMs\": 1771, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 35879, \"dDurationMs\": 3200, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"think \", \"acAsrConf\": 0 }, { \"utf8\": \"we \", \"tOffsetMs\": 270, \"acAsrConf\": 0 }, { \"utf8\": \"had \", \"tOffsetMs\": 540, \"acAsrConf\": 0 }, { \"utf8\": \"a \", \"tOffsetMs\": 810, \"acAsrConf\": 0 }, { \"utf8\": \"quote\", \"tOffsetMs\": 1080, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 37630, \"dDurationMs\": 1449, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 37640, \"dDurationMs\": 2640, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"in \", \"acAsrConf\": 0 }, { \"utf8\": \"there \", \"tOffsetMs\": 182, \"acAsrConf\": 0 }, { \"utf8\": \"somewhere. \", \"tOffsetMs\": 364, \"acAsrConf\": 0 }, { \"utf8\": \"Anyway, \", \"tOffsetMs\": 546, \"acAsrConf\": 0 }, { \"utf8\": \"I \", \"tOffsetMs\": 728, \"acAsrConf\": 0 }, { \"utf8\": \"can't \", \"tOffsetMs\": 910, \"acAsrConf\": 0 }, { \"utf8\": \"find \", \"tOffsetMs\": 1092, \"acAsrConf\": 0 }, { \"utf8\": \"it\", \"tOffsetMs\": 1274, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 39069, \"dDurationMs\": 1211, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 39079, \"dDurationMs\": 2921, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"quickly \", \"acAsrConf\": 0 }, { \"utf8\": \"either. \", \"tOffsetMs\": 200, \"acAsrConf\": 0 }, { \"utf8\": \"In \", \"tOffsetMs\": 400, \"acAsrConf\": 0 }, { \"utf8\": \"any \", \"tOffsetMs\": 600, \"acAsrConf\": 0 }, { \"utf8\": \"case,\", \"tOffsetMs\": 800, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 40270, \"dDurationMs\": 1730, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 40280, \"dDurationMs\": 3599, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"that \", \"acAsrConf\": 0 }, { \"utf8\": \"was \", \"tOffsetMs\": 253, \"acAsrConf\": 0 }, { \"utf8\": \"the \", \"tOffsetMs\": 506, \"acAsrConf\": 0 }, { \"utf8\": \"big \", \"tOffsetMs\": 759, \"acAsrConf\": 0 }, { \"utf8\": \"change. \", \"tOffsetMs\": 1012, \"acAsrConf\": 0 }, { \"utf8\": \"On \", \"tOffsetMs\": 1265, \"acAsrConf\": 0 }, { \"utf8\": \"the\", \"tOffsetMs\": 1518, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 41990, \"dDurationMs\": 1889, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 42000, \"dDurationMs\": 4879, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"one \", \"acAsrConf\": 0 }, { \"utf8\": \"hand, \", \"tOffsetMs\": 245, \"acAsrConf\": 0 }, { \"utf8\": \"they \", \"tOffsetMs\": 490, \"acAsrConf\": 0 }, { \"utf8\": \"want \", \"tOffsetMs\": 735, \"acAsrConf\": 0 }, { \"utf8\": \"capital \", \"tOffsetMs\": 980, \"acAsrConf\": 0 }, { \"utf8\": \"and \", \"tOffsetMs\": 1225, \"acAsrConf\": 0 }, { \"utf8\": \"we \", \"tOffsetMs\": 1470, \"acAsrConf\": 0 }, { \"utf8\": \"have\", \"tOffsetMs\": 1715, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 43869, \"dDurationMs\": 3010, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 43879, \"dDurationMs\": 4641, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"now \", \"acAsrConf\": 0 }, { \"utf8\": \"given \", \"tOffsetMs\": 500, \"acAsrConf\": 0 }, { \"utf8\": \"ourselves \", \"tOffsetMs\": 1000, \"acAsrConf\": 0 }, { \"utf8\": \"permission, \", \"tOffsetMs\": 1500, \"acAsrConf\": 0 }, { \"utf8\": \"in\", \"tOffsetMs\": 2000, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 46869, \"dDurationMs\": 1651, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 46879, \"dDurationMs\": 3680, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"front \", \"acAsrConf\": 0 }, { \"utf8\": \"of \", \"tOffsetMs\": 288, \"acAsrConf\": 0 }, { \"utf8\": \"our \", \"tOffsetMs\": 576, \"acAsrConf\": 0 }, { \"utf8\": \"shareholders \", \"tOffsetMs\": 864, \"acAsrConf\": 0 }, { \"utf8\": \"or \", \"tOffsetMs\": 1152, \"acAsrConf\": 0 }, { \"utf8\": \"with\", \"tOffsetMs\": 1440, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 48510, \"dDurationMs\": 2049, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 48520, \"dDurationMs\": 4199, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"the \", \"acAsrConf\": 0 }, { \"utf8\": \"full \", \"tOffsetMs\": 389, \"acAsrConf\": 0 }, { \"utf8\": \"voting \", \"tOffsetMs\": 778, \"acAsrConf\": 0 }, { \"utf8\": \"rights, \", \"tOffsetMs\": 1167, \"acAsrConf\": 0 }, { \"utf8\": \"to\", \"tOffsetMs\": 1556, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 50549, \"dDurationMs\": 2170, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 52709, \"dDurationMs\": 2010, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 52719, \"dDurationMs\": 3360, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"buy \", \"acAsrConf\": 0 }, { \"utf8\": \"Bitcoin \", \"tOffsetMs\": 160, \"acAsrConf\": 0 }, { \"utf8\": \"with \", \"tOffsetMs\": 320, \"acAsrConf\": 0 }, { \"utf8\": \"our \", \"tOffsetMs\": 480, \"acAsrConf\": 0 }, { \"utf8\": \"capital \", \"tOffsetMs\": 640, \"acAsrConf\": 0 }, { \"utf8\": \"and \", \"tOffsetMs\": 800, \"acAsrConf\": 0 }, { \"utf8\": \"then \", \"tOffsetMs\": 960, \"acAsrConf\": 0 }, { \"utf8\": \"everyone \", \"tOffsetMs\": 1120, \"acAsrConf\": 0 }, { \"utf8\": \"is \", \"tOffsetMs\": 1280, \"acAsrConf\": 0 }, { \"utf8\": \"like, \", \"tOffsetMs\": 1440, \"acAsrConf\": 0 }, { \"utf8\": \"yes,\", \"tOffsetMs\": 1600, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 54709, \"dDurationMs\": 1370, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 54719, \"dDurationMs\": 3241, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"now \", \"acAsrConf\": 0 }, { \"utf8\": \"it \", \"tOffsetMs\": 248, \"acAsrConf\": 0 }, { \"utf8\": \"starts. \", \"tOffsetMs\": 496, \"acAsrConf\": 0 }, { \"utf8\": \"They \", \"tOffsetMs\": 744, \"acAsrConf\": 0 }, { \"utf8\": \"take \", \"tOffsetMs\": 992, \"acAsrConf\": 0 }, { \"utf8\": \"in\", \"tOffsetMs\": 1240, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 56069, \"dDurationMs\": 1891, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 56079, \"dDurationMs\": 3000, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"something \", \"acAsrConf\": 0 }, { \"utf8\": \"like \", \"tOffsetMs\": 546, \"acAsrConf\": 0 }, { \"utf8\": \"a \", \"tOffsetMs\": 1092, \"acAsrConf\": 0 }, { \"utf8\": \"billion,\", \"tOffsetMs\": 1638, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 57950, \"dDurationMs\": 1129, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 57960, \"dDurationMs\": 3279, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"have \", \"acAsrConf\": 0 }, { \"utf8\": \"a \", \"tOffsetMs\": 250, \"acAsrConf\": 0 }, { \"utf8\": \"few \", \"tOffsetMs\": 500, \"acAsrConf\": 0 }, { \"utf8\": \"billion \", \"tOffsetMs\": 750, \"acAsrConf\": 0 }, { \"utf8\": \"put\", \"tOffsetMs\": 1000, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 59069, \"dDurationMs\": 2170, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 59079, \"dDurationMs\": 4160, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"aside, \", \"acAsrConf\": 0 }, { \"utf8\": \"they \", \"tOffsetMs\": 352, \"acAsrConf\": 0 }, { \"utf8\": \"put \", \"tOffsetMs\": 704, \"acAsrConf\": 0 }, { \"utf8\": \"a \", \"tOffsetMs\": 1056, \"acAsrConf\": 0 }, { \"utf8\": \"lot \", \"tOffsetMs\": 1408, \"acAsrConf\": 0 }, { \"utf8\": \"of\", \"tOffsetMs\": 1760, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 61229, \"dDurationMs\": 2010, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 61239, \"dDurationMs\": 3721, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"money \", \"acAsrConf\": 0 }, { \"utf8\": \"in \", \"tOffsetMs\": 230, \"acAsrConf\": 0 }, { \"utf8\": \"and \", \"tOffsetMs\": 460, \"acAsrConf\": 0 }, { \"utf8\": \"then \", \"tOffsetMs\": 690, \"acAsrConf\": 0 }, { \"utf8\": \"nothing \", \"tOffsetMs\": 920, \"acAsrConf\": 0 }, { \"utf8\": \"came \", \"tOffsetMs\": 1150, \"acAsrConf\": 0 }, { \"utf8\": \"the \", \"tOffsetMs\": 1380, \"acAsrConf\": 0 }, { \"utf8\": \"whole \", \"tOffsetMs\": 1610, \"acAsrConf\": 0 }, { \"utf8\": \"time\", \"tOffsetMs\": 1840, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 63229, \"dDurationMs\": 1731, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 63239, \"dDurationMs\": 2641, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"and \", \"acAsrConf\": 0 }, { \"utf8\": \"everyone \", \"tOffsetMs\": 222, \"acAsrConf\": 0 }, { \"utf8\": \"was \", \"tOffsetMs\": 444, \"acAsrConf\": 0 }, { \"utf8\": \"like, \", \"tOffsetMs\": 666, \"acAsrConf\": 0 }, { \"utf8\": \"well, \", \"tOffsetMs\": 888, \"acAsrConf\": 0 }, { \"utf8\": \"well, \", \"tOffsetMs\": 1110, \"acAsrConf\": 0 }, { \"utf8\": \"then \", \"tOffsetMs\": 1332, \"acAsrConf\": 0 }, { \"utf8\": \"they\", \"tOffsetMs\": 1554, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 64950, \"dDurationMs\": 930, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 64960, \"dDurationMs\": 2960, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"'ll\", \"acAsrConf\": 0 } ] }, { \"tStartMs\": 65870, \"dDurationMs\": 2050, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 65880, \"dDurationMs\": 2919, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"probably \", \"acAsrConf\": 0 }, { \"utf8\": \"find \", \"tOffsetMs\": 293, \"acAsrConf\": 0 }, { \"utf8\": \"out \", \"tOffsetMs\": 586, \"acAsrConf\": 0 }, { \"utf8\": \"whether \", \"tOffsetMs\": 879, \"acAsrConf\": 0 }, { \"utf8\": \"they've \", \"tOffsetMs\": 1172, \"acAsrConf\": 0 }, { \"utf8\": \"bought \", \"tOffsetMs\": 1465, \"acAsrConf\": 0 }, { \"utf8\": \"anything\", \"tOffsetMs\": 1758, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 67910, \"dDurationMs\": 889, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 67920, \"dDurationMs\": 2320, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"when \", \"acAsrConf\": 0 }, { \"utf8\": \"the \", \"tOffsetMs\": 320, \"acAsrConf\": 0 }, { \"utf8\": \"next\", \"tOffsetMs\": 640, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 68789, \"dDurationMs\": 1451, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 68799, \"dDurationMs\": 4161, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"quarterly \", \"acAsrConf\": 0 }, { \"utf8\": \"report \", \"tOffsetMs\": 142, \"acAsrConf\": 0 }, { \"utf8\": \"comes \", \"tOffsetMs\": 284, \"acAsrConf\": 0 }, { \"utf8\": \"out, \", \"tOffsetMs\": 426, \"acAsrConf\": 0 }, { \"utf8\": \"because \", \"tOffsetMs\": 568, \"acAsrConf\": 0 }, { \"utf8\": \"that's \", \"tOffsetMs\": 710, \"acAsrConf\": 0 }, { \"utf8\": \"when \", \"tOffsetMs\": 852, \"acAsrConf\": 0 }, { \"utf8\": \"it \", \"tOffsetMs\": 994, \"acAsrConf\": 0 }, { \"utf8\": \"has \", \"tOffsetMs\": 1136, \"acAsrConf\": 0 }, { \"utf8\": \"to\", \"tOffsetMs\": 1278, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 70230, \"dDurationMs\": 2730, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 70240, \"dDurationMs\": 3960, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"come \", \"acAsrConf\": 0 }, { \"utf8\": \"out \", \"tOffsetMs\": 520, \"acAsrConf\": 0 }, { \"utf8\": \"and \", \"tOffsetMs\": 1040, \"acAsrConf\": 0 }, { \"utf8\": \"yes, \", \"tOffsetMs\": 1560, \"acAsrConf\": 0 }, { \"utf8\": \"now \", \"tOffsetMs\": 2080, \"acAsrConf\": 0 }, { \"utf8\": \"there's\", \"tOffsetMs\": 2600, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 72950, \"dDurationMs\": 1250, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 72960, \"dDurationMs\": 4839, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"also \", \"acAsrConf\": 0 }, { \"utf8\": \"been \", \"tOffsetMs\": 184, \"acAsrConf\": 0 }, { \"utf8\": \"the \", \"tOffsetMs\": 368, \"acAsrConf\": 0 }, { \"utf8\": \"announcement \", \"tOffsetMs\": 552, \"acAsrConf\": 0 }, { \"utf8\": \"that \", \"tOffsetMs\": 736, \"acAsrConf\": 0 }, { \"utf8\": \"they've\", \"tOffsetMs\": 920, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 74190, \"dDurationMs\": 3609, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 74200, \"dDurationMs\": 5080, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"bought \", \"acAsrConf\": 0 }, { \"utf8\": \"Bitcoin, \", \"tOffsetMs\": 539, \"acAsrConf\": 0 }, { \"utf8\": \"4,710 \", \"tOffsetMs\": 1078, \"acAsrConf\": 0 }, { \"utf8\": \"units \", \"tOffsetMs\": 1617, \"acAsrConf\": 0 }, { \"utf8\": \"in \", \"tOffsetMs\": 2156, \"acAsrConf\": 0 }, { \"utf8\": \"fact, \", \"tOffsetMs\": 2695, \"acAsrConf\": 0 }, { \"utf8\": \"and\", \"tOffsetMs\": 3234, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 77789, \"dDurationMs\": 1491, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 77799, \"dDurationMs\": 3280, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"to \", \"acAsrConf\": 0 }, { \"utf8\": \"us \", \"tOffsetMs\": 171, \"acAsrConf\": 0 }, { \"utf8\": \"that \", \"tOffsetMs\": 342, \"acAsrConf\": 0 }, { \"utf8\": \"sounds \", \"tOffsetMs\": 513, \"acAsrConf\": 0 }, { \"utf8\": \"like \", \"tOffsetMs\": 684, \"acAsrConf\": 0 }, { \"utf8\": \"a \", \"tOffsetMs\": 855, \"acAsrConf\": 0 }, { \"utf8\": \"lot, \", \"tOffsetMs\": 1026, \"acAsrConf\": 0 }, { \"utf8\": \"no\", \"tOffsetMs\": 1197, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 79270, \"dDurationMs\": 1809, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 79280, \"dDurationMs\": 3600, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"question, \", \"acAsrConf\": 0 }, { \"utf8\": \"but \", \"tOffsetMs\": 360, \"acAsrConf\": 0 }, { \"utf8\": \"that's \", \"tOffsetMs\": 720, \"acAsrConf\": 0 }, { \"utf8\": \"only \", \"tOffsetMs\": 1080, \"acAsrConf\": 0 }, { \"utf8\": \"500\", \"tOffsetMs\": 1440, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 81069, \"dDurationMs\": 1811, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 81079, \"dDurationMs\": 4121, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"million \", \"acAsrConf\": 0 }, { \"utf8\": \"and \", \"tOffsetMs\": 320, \"acAsrConf\": 0 }, { \"utf8\": \"we're \", \"tOffsetMs\": 640, \"acAsrConf\": 0 }, { \"utf8\": \"talking \", \"tOffsetMs\": 960, \"acAsrConf\": 0 }, { \"utf8\": \"about \", \"tOffsetMs\": 1280, \"acAsrConf\": 0 }, { \"utf8\": \"the\", \"tOffsetMs\": 1600, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 82870, \"dDurationMs\": 2330, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 82880, \"dDurationMs\": 4199, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"company \", \"acAsrConf\": 0 }, { \"utf8\": \"sitting \", \"tOffsetMs\": 540, \"acAsrConf\": 0 }, { \"utf8\": \"on \", \"tOffsetMs\": 1080, \"acAsrConf\": 0 }, { \"utf8\": \"4.78 \", \"tOffsetMs\": 1620, \"acAsrConf\": 0 }, { \"utf8\": \"billion\", \"tOffsetMs\": 2160, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 85190, \"dDurationMs\": 1889, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 85200, \"dDurationMs\": 4040, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"US \", \"acAsrConf\": 0 }, { \"utf8\": \"dollars \", \"tOffsetMs\": 180, \"acAsrConf\": 0 }, { \"utf8\": \"in \", \"tOffsetMs\": 360, \"acAsrConf\": 0 }, { \"utf8\": \"cash \", \"tOffsetMs\": 540, \"acAsrConf\": 0 }, { \"utf8\": \"and \", \"tOffsetMs\": 720, \"acAsrConf\": 0 }, { \"utf8\": \"cash \", \"tOffsetMs\": 900, \"acAsrConf\": 0 }, { \"utf8\": \"equivalents\", \"tOffsetMs\": 1080, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 87069, \"dDurationMs\": 2171, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 87079, \"dDurationMs\": 4601, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"and\", \"acAsrConf\": 0 } ] }, { \"tStartMs\": 89230, \"dDurationMs\": 2450, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 89240, \"dDurationMs\": 5360, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"has \", \"acAsrConf\": 0 }, { \"utf8\": \"raised \", \"tOffsetMs\": 319, \"acAsrConf\": 0 }, { \"utf8\": \"an \", \"tOffsetMs\": 638, \"acAsrConf\": 0 }, { \"utf8\": \"additional \", \"tOffsetMs\": 957, \"acAsrConf\": 0 }, { \"utf8\": \"1.48 \", \"tOffsetMs\": 1276, \"acAsrConf\": 0 }, { \"utf8\": \"billion. \", \"tOffsetMs\": 1595, \"acAsrConf\": 0 }, { \"utf8\": \"So \", \"tOffsetMs\": 1914, \"acAsrConf\": 0 }, { \"utf8\": \"they're\", \"tOffsetMs\": 2233, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 91670, \"dDurationMs\": 2930, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 91680, \"dDurationMs\": 5000, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"sitting \", \"acAsrConf\": 0 }, { \"utf8\": \"on \", \"tOffsetMs\": 660, \"acAsrConf\": 0 }, { \"utf8\": \"$6 \", \"tOffsetMs\": 1320, \"acAsrConf\": 0 }, { \"utf8\": \"billion \", \"tOffsetMs\": 1980, \"acAsrConf\": 0 }, { \"utf8\": \"and\", \"tOffsetMs\": 2640, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 94590, \"dDurationMs\": 2090, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 94600, \"dDurationMs\": 3240, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"buying \", \"acAsrConf\": 0 }, { \"utf8\": \"Bitcoin \", \"tOffsetMs\": 384, \"acAsrConf\": 0 }, { \"utf8\": \"for \", \"tOffsetMs\": 768, \"acAsrConf\": 0 }, { \"utf8\": \"500 \", \"tOffsetMs\": 1152, \"acAsrConf\": 0 }, { \"utf8\": \"million. \", \"tOffsetMs\": 1536, \"acAsrConf\": 0 }, { \"utf8\": \"And\", \"tOffsetMs\": 1920, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 96670, \"dDurationMs\": 1170, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 96680, \"dDurationMs\": 3000, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"I \", \"acAsrConf\": 0 }, { \"utf8\": \"mean, \", \"tOffsetMs\": 166, \"acAsrConf\": 0 }, { \"utf8\": \"they \", \"tOffsetMs\": 332, \"acAsrConf\": 0 }, { \"utf8\": \"also \", \"tOffsetMs\": 498, \"acAsrConf\": 0 }, { \"utf8\": \"said \", \"tOffsetMs\": 664, \"acAsrConf\": 0 }, { \"utf8\": \"in \", \"tOffsetMs\": 830, \"acAsrConf\": 0 }, { \"utf8\": \"their\", \"tOffsetMs\": 996, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 97830, \"dDurationMs\": 1850, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 97840, \"dDurationMs\": 3680, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"announcement, \", \"acAsrConf\": 0 }, { \"utf8\": \"hey, \", \"tOffsetMs\": 779, \"acAsrConf\": 0 }, { \"utf8\": \"new\", \"tOffsetMs\": 1558, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 99670, \"dDurationMs\": 1850, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 99680, \"dDurationMs\": 3280, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"strategy, \", \"acAsrConf\": 0 }, { \"utf8\": \"we're \", \"tOffsetMs\": 253, \"acAsrConf\": 0 }, { \"utf8\": \"going \", \"tOffsetMs\": 506, \"acAsrConf\": 0 }, { \"utf8\": \"to \", \"tOffsetMs\": 759, \"acAsrConf\": 0 }, { \"utf8\": \"raise \", \"tOffsetMs\": 1012, \"acAsrConf\": 0 }, { \"utf8\": \"capital \", \"tOffsetMs\": 1265, \"acAsrConf\": 0 }, { \"utf8\": \"to\", \"tOffsetMs\": 1518, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 101510, \"dDurationMs\": 1450, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 101520, \"dDurationMs\": 3879, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"buy \", \"acAsrConf\": 0 }, { \"utf8\": \"Bitcoin \", \"tOffsetMs\": 639, \"acAsrConf\": 0 }, { \"utf8\": \"and\", \"tOffsetMs\": 1278, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 102950, \"dDurationMs\": 2449, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 102960, \"dDurationMs\": 3920, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"make \", \"acAsrConf\": 0 }, { \"utf8\": \"corporate \", \"tOffsetMs\": 328, \"acAsrConf\": 0 }, { \"utf8\": \"expenditures \", \"tOffsetMs\": 656, \"acAsrConf\": 0 }, { \"utf8\": \"here \", \"tOffsetMs\": 984, \"acAsrConf\": 0 }, { \"utf8\": \"and \", \"tOffsetMs\": 1312, \"acAsrConf\": 0 }, { \"utf8\": \"there.\", \"tOffsetMs\": 1640, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 105389, \"dDurationMs\": 1491, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 105399, \"dDurationMs\": 4000, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"But \", \"acAsrConf\": 0 }, { \"utf8\": \"for \", \"tOffsetMs\": 300, \"acAsrConf\": 0 }, { \"utf8\": \"a \", \"tOffsetMs\": 600, \"acAsrConf\": 0 }, { \"utf8\": \"shareholder \", \"tOffsetMs\": 900, \"acAsrConf\": 0 }, { \"utf8\": \"who\", \"tOffsetMs\": 1200, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 106870, \"dDurationMs\": 2529, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 106880, \"dDurationMs\": 4080, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"assumes \", \"acAsrConf\": 0 }, { \"utf8\": \"that \", \"tOffsetMs\": 245, \"acAsrConf\": 0 }, { \"utf8\": \"they \", \"tOffsetMs\": 490, \"acAsrConf\": 0 }, { \"utf8\": \"are \", \"tOffsetMs\": 735, \"acAsrConf\": 0 }, { \"utf8\": \"now \", \"tOffsetMs\": 980, \"acAsrConf\": 0 }, { \"utf8\": \"increasing \", \"tOffsetMs\": 1225, \"acAsrConf\": 0 }, { \"utf8\": \"their \", \"tOffsetMs\": 1470, \"acAsrConf\": 0 }, { \"utf8\": \"shares\", \"tOffsetMs\": 1715, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 109389, \"dDurationMs\": 1571, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 109399, \"dDurationMs\": 3080, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"to \", \"acAsrConf\": 0 }, { \"utf8\": \"really \", \"tOffsetMs\": 288, \"acAsrConf\": 0 }, { \"utf8\": \"invest \", \"tOffsetMs\": 576, \"acAsrConf\": 0 }, { \"utf8\": \"in \", \"tOffsetMs\": 864, \"acAsrConf\": 0 }, { \"utf8\": \"Bitcoin \", \"tOffsetMs\": 1152, \"acAsrConf\": 0 }, { \"utf8\": \"and\", \"tOffsetMs\": 1440, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 110950, \"dDurationMs\": 1529, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 110960, \"dDurationMs\": 3040, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"then \", \"acAsrConf\": 0 }, { \"utf8\": \"they \", \"tOffsetMs\": 139, \"acAsrConf\": 0 }, { \"utf8\": \"will \", \"tOffsetMs\": 278, \"acAsrConf\": 0 }, { \"utf8\": \"end \", \"tOffsetMs\": 417, \"acAsrConf\": 0 }, { \"utf8\": \"up \", \"tOffsetMs\": 556, \"acAsrConf\": 0 }, { \"utf8\": \"putting \", \"tOffsetMs\": 695, \"acAsrConf\": 0 }, { \"utf8\": \"in \", \"tOffsetMs\": 834, \"acAsrConf\": 0 }, { \"utf8\": \"500 \", \"tOffsetMs\": 973, \"acAsrConf\": 0 }, { \"utf8\": \"million\", \"tOffsetMs\": 1112, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 112469, \"dDurationMs\": 1531, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 112479, \"dDurationMs\": 2920, \"wWinId\": 1, \"segs\": [ { \"utf8\": \". \", \"acAsrConf\": 0 }, { \"utf8\": \"Now \", \"tOffsetMs\": 340, \"acAsrConf\": 0 }, { \"utf8\": \"he's \", \"tOffsetMs\": 680, \"acAsrConf\": 0 }, { \"utf8\": \"probably \", \"tOffsetMs\": 1020, \"acAsrConf\": 0 }, { \"utf8\": \"wondering\", \"tOffsetMs\": 1360, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 113990, \"dDurationMs\": 1409, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 114000, \"dDurationMs\": 4039, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"what \", \"acAsrConf\": 0 }, { \"utf8\": \"to \", \"tOffsetMs\": 115, \"acAsrConf\": 0 }, { \"utf8\": \"do \", \"tOffsetMs\": 230, \"acAsrConf\": 0 }, { \"utf8\": \"with \", \"tOffsetMs\": 345, \"acAsrConf\": 0 }, { \"utf8\": \"the \", \"tOffsetMs\": 460, \"acAsrConf\": 0 }, { \"utf8\": \"rest \", \"tOffsetMs\": 575, \"acAsrConf\": 0 }, { \"utf8\": \"of \", \"tOffsetMs\": 690, \"acAsrConf\": 0 }, { \"utf8\": \"the \", \"tOffsetMs\": 805, \"acAsrConf\": 0 }, { \"utf8\": \"money.\", \"tOffsetMs\": 920, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 115389, \"dDurationMs\": 2650, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 115399, \"dDurationMs\": 5801, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"What \", \"acAsrConf\": 0 }, { \"utf8\": \"better \", \"tOffsetMs\": 393, \"acAsrConf\": 0 }, { \"utf8\": \"thing \", \"tOffsetMs\": 786, \"acAsrConf\": 0 }, { \"utf8\": \"could \", \"tOffsetMs\": 1179, \"acAsrConf\": 0 }, { \"utf8\": \"GameStop \", \"tOffsetMs\": 1572, \"acAsrConf\": 0 }, { \"utf8\": \"do \", \"tOffsetMs\": 1965, \"acAsrConf\": 0 }, { \"utf8\": \"now\", \"tOffsetMs\": 2358, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 118029, \"dDurationMs\": 3171, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 118039, \"dDurationMs\": 6601, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"than \", \"acAsrConf\": 0 }, { \"utf8\": \"buy \", \"tOffsetMs\": 592, \"acAsrConf\": 0 }, { \"utf8\": \"Bitcoin? \", \"tOffsetMs\": 1184, \"acAsrConf\": 0 }, { \"utf8\":"
  },
  {
    "channel": "Behold Israel",
    "topic": "christianity",
    "title": "Truth Be Told: Are Jews Christ Killers?",
    "url": "https://www.youtube.com/watch?v=ZF6KEElmx0U",
    "transcript": "Accusing the Jewish people of killing Christ isn't just anti-Semitic, it's biblically ignorant. Yes, you heard that right. And I'm going to show you exactly why. Let's break this down and see what the Bible really says about Jesus's death. First, did you know that Jesus actually prophesied his own death? Not just once, but multiple times. He knew it was his mission. Take a look at Mark 10:45 where Jesus said, \"For even the Son of Man did not come to be served, but to serve and to give his life a ransom for many.\" He wasn't caught off guard. This was the plan all along. The alternative view would believe that God just improvised the world's salvation story as time passed. You tell me what makes more sense. In fact, Jesus was so committed to his divine plan that he actually rebuked Peter for trying to prevent his crucifixion. Remember that powerful moment? Peter said, \"Far beat it from you, Lord. This shall not happen to you.\" Jesus turned and said to Peter, \"Get behind me, Satan. You are an offense to me, for you're not mindful of the things of God, but the things of men.\" Matthew 16:22-23. This shows us that Jesus's death wasn't just something that happened to him. It was his deliberate choice to fulfill God's plan. Another important point to remember is who carried out the crucifixion? It was the Roman authorities. Even if some Jewish leaders were involved, Jesus himself did not blame the Jews. Do you remember that he said on the cross, \"Father, forgive them for they do not know what they do.\" Luke 23:34. So even if you do believe that it is the fault of the Jews, guess what? If you want to be a Christ follower, you have to follow in his steps and forgive them. Consider this. Paul, who knew exactly what happened to Jesus and was himself initially a persecutor of believers, never tells us to give up on the Jews or blame them. In fact, it's quite the opposite. In Romans 9:3-4, Paul wrote something absolutely extraordinary. For I could wish that I myself were a cursed from Christ for my brethren, my countrymen according to the flesh, who are Israelites. Think about that. Paul was saying he would be willing to give up his own salvation if it meant the Jewish people would come to know their Messiah. Does that sound like someone who believes God's heart is to have vengeance on the Jews? Of course not. This is the heart of someone who understands God's love and plan for his people. Let's go to the heart of the matter. Focusing on who killed Jesus. Making that question the primary issue misses the whole point of the gospel. It's not about blame. It's about salvation. Look at what the writer of the book of Hebrews states in Hebrews 12:2. Looking unto Jesus, the author and finisher of our faith, who for the joy that was set before him, endured the cross, despising the shame, and has sat down at the right hand of the throne of God. It was a matter of his decision to go through with the cross. Difficult, you bet. Costly more than we will ever realize, but nevertheless, it was his, the Messiah's decision. Now, if God's plan of salvation required the physical reality of his Messiah being crucified, who would you expect to be involved? The Romans and the Jews were the main groups Jesus interacted with during his ministry. Think about this logically. Jesus spent his entire earthly ministry primarily among the Jewish people. Do you know what he said in Matthew 15:24? I was not sent except to the lost sheep of the house of Israel. Think about it. Would you expect this to happen through aliens, through California hipsters, through some random tribe in the Amazon? Of course not. The events had to unfold where Jesus was ministering in Judea among the Jewish people and under Roman authority. This is so important to understand. Jesus's death was part of God's plan from day one. Listen to what the Bible says in Acts 2:23. Him being delivered by the determined purpose and for knowledge of God, you have taken by lawless hands have crucified and put to death. It wasn't a cosmic accident or a plan gone wrong. It was God's rescue mission for humanity. This ties directly into ancient prophecies. When Jesus quoted Psalm 118 22-23, saying, \"The stone which the builders rejected has become the chief cornerstone.\" This was the Lord's doing. It is marvelous in our eyes. This wasn't just a poetic phrase. It was a prophecy about the Messiah being rejected by his own people. And in Daniel 9:26, we read that Messiah shall be cut off, but not for himself. These prophecies pointed to a categorical rejection of the Messiah and his sacrificial death. It had to happen this way to fulfill God's word. Let's get back to the heart of the matter. Why did Jesus die? Look at what it says in Isaiah 53:5. But he was wounded for our transgressions. He was bruised for our iniquities. The chastisement for our peace was upon him. And by his stripes, we are healed. It's not about blame. It's about healing and reconciliation. Let me be clear. To blame any group for Jesus's death is to misunderstand his entire mission. And if you really love to point fingers, I have great news for you. You can point one directly at yourself. We're all responsible. Listen to what Paul wrote in Romans 3:23. For all have sinned and fell short of the glory of God. It was our sin, all of humanity's that necessitated Christ's sacrifice. So remember, accusing anyone of killing Jesus misses the whole point of his mission. It fails to grasp God's love, Christ's willing sacrifice, and our universal need for redemption. Instead, let's celebrate the transformative power of the gospel, the forgiveness God offers, and our call to share this good news with everyone, regardless of their background. That's what it's all about."
  },
  {
    "channel": "CBN News",
    "topic": "christianity",
    "title": "Gaza Baby Claim DEBUNKED, Tariff Showdown in Court, Jonathan Roumie, Philippians 4:4",
    "url": "https://www.youtube.com/watch?v=-EfhrCpJMq0",
    "transcript": "[Music] Today is Friday, May 30th, 2025. This is Quick Start from CBN News. I'm Dan Andros. President Trump's terrors face a battle in court. We'll have that top story and more on today's podcast where we bring you news from a Christian perspective. Don't forget to subscribe if you haven't already. Leave us a rating if you haven't already. And you can email us. We'd love to hear from you. Our email address is quickstartpodcast@cbn.org. Shoot us an email. We're getting through the news of the prey together each and every weekday bright and early. And joining me on this Friday edition of the Quick Start podcast, CBN's Billy Hallowell and Trey Garn Phillips. A lot to get to, gentlemen, as always on the focus story. Billy, we're talking to Jonathan Roomie. Caught up with him on the red carpet at the K Love Awards and had a lot to say about preparing for his most emotional scene yet. So, we'll talk with him about that and more. All right. Looking forward to that discussion coming up in just a minute on the main thing. Trey, you caught up with Melissa Dy. Yeah. So, we have a brand new podcast actually launching tomorrow, the faith and culture podcast. We'll have the full conversation, but we talked to Melissa about her journey out of the new thought movement. Uh, so a portion of that conversation is today's main thing. All right, looking forward to that coming up on the main thing in just a few minutes. Make sure you subscribe to all of our CBN News podcasts if you have not already, as the one including the one Trey just mentioned there, Faith and Culture. Also, Billy's Newsmakers podcast and Abigail Robertson's Heaven Meets Earth. Make sure you're subscribed to those. The links to those will be in the description of this podcast episode. And with that, we are going to head to the news in 90 seconds. [Music] A federal appeal a federal appeals court has temporarily reinstated most of President Trump's tariffs after a lower court tried to strike them down. The tariffs including 10% global duties and higher tax rates on Canada, China, and Mexico tied to fentanel concerns had been ruled an overreach. But an 11 judge panel paused that ruling while Trump's White House appeals. States and small businesses challenging the tariffs must now respond by June 5th. And a media watchdog is slamming the UN and major outlets like the New York Times, ABC, and NBC for spreading a now debunked claim that 14,000 babies in Gaza would die within 48 hours without aid. Honest reporting says that stat was grossly misrepresented. It was actually a year-long malnutrition estimate, not a 48 hour death toll. NBC has since walked back its headline. Critics warned the misinformation fuels realworld anti-semitism, pointing to a deadly attack near a Jewish museum days after the claim circulated. Those are just some of today's top headlines. You can check out more stories over at cbnnews.com. And that is just one of the most egregious examples of what we've been seeing all along happening in Israel with these headlines. And my goodness, I don't know why anyone would believe something like that, a stat. Anyway, that's essentially always ends up coming down to like the Gaza Health Ministry or something like that. But it just goes to show when people have their blinders on, they will just run with anything. And I and I think you just cannot you just cannot trust the media at this point. And I would say CBN, we're Christians and we are doing our best to give you an honest report on the things that are going on. But I would even say for us, make sure you're going directly as much as you can to sources. People are human. And what we're seeing from these headlines, I saw one just the other day that was a reminder about what happened during the Hunter Biden scandal with NPR and the laptop. And NPR actually wrote on there something to the effect of, \"We don't report stories that are not really stories and that will waste people's time.\" And it was just so pretentious, so obnoxious what they wrote. It just leaves you with the feeling that regular mainstream media outlets are completely broken at this point. I feel like Trump probably broke them, but then you see things like NBC just rolling with this claim. And it's these are news organizations with hundreds of millions of dollars to spend on news reporting and they still make quote unquote mistakes like this. I mean, it feels intentional at this point. Well, I I think part of the problem is that they when you're held to no account for so long and nobody is forcing you, and I'm talking about the media here, to be fair, to be accurate. And look, they tried to be accurate on facts, but it there was always this bias that was underpinning so much of the press. When you're held against the wall and the public's turning on you, you would think it would be a moment to say, you know what, we're going to actually shift gears and do the right thing. But a lot of them are digging in their heels still and that's unhelpful and it's one of the reasons we have so much alternative press out there. But this data, these numbers, my goodness, you know, it's like when you think about accuracy, why has nobody been asking these questions or at least when they're reporting saying, \"Hey, this data, this is what we have, but it may be biased since it's coming from Hamas essentially, right?\" Yeah. I think, you know, part of the problem, too, is that we are dealing with news organizations, legacy media outlets that are staffed almost entirely, it seems, by activists, right, as people who have an have an agenda and they're there to to move the needle in one direction. They're not there necessarily to share facts. They're there to to push the powers that be in a certain direction, often to the left on on issues. And I think too there is just like with COVID and China in 2020, there's a lack of of curiosity. Like I I don't actually need to do any shoestring journalism here and figure out what's actually going on. I can just kind of say, \"Yep, this is a this is a really convenient report. Let's run with it because it helps our agenda and we'll find out if it's true later.\" And if it's turned out to be not true, we can issue a one paragraph retraction that nobody will ever see because the impact has already been made. Yeah, it's truly remarkable and it really goes to show the sorry state that the media is in. But it's it's incumbent on us as you know us. When I say us, I mean us as just consumers of news content. Whenever we're reading something, we have to do our due diligence and not just lap up headlines. That's the easy thing to do. And you see what people do and they just lap up headlines and share them without really reading and understanding and getting a full scope of what's going on. And it leads to a lot. That's that's the real danger with misinformation. So, to be continued on that front, but we're going to head over to the focus story now. And The Chosen's been on just a remarkable run. What is Jonathan Roomie reflecting on as he journeys towards the end of this series? Yeah, you know, they're they're filming season 6 and we know this series only goes as far as we know it and I don't think these plans will change through season 7. and he's gearing up to portray uh the crucifixion and and we'll talk about that in a moment. But he's really just been reflecting on a number of elements surrounding perseverance through this. It's not an easy role to take on obviously uh because of who Jesus is. And so, uh he said he's the one thing he's been thinking is how am I going to get through it all. And he said and how can I pray more and how can I get closer to God in the meantime while I'm on this journey? And how do I stay close to him once I'm no longer on the journey? And I thought that was an interesting statement. You know, once this is over, how do I stay close to God? Right? Like when you're studying and and you're looking at what did it mean to be Jesus and you're going over and over the gospels again and again and you're trying to do that once that ends, what does that look like um for him? And so I thought that I thought that was interesting. Yeah, it really is. And what did he talk about trusting God and how that has been impacted as he's been going through this series? Yeah, you know, he was talking about his own journey. He said, \"At the end of the day, if I'm not trusting him, I'm not doing it right.\" He said, \"So, I've committed to just letting him lead me and hopefully not getting in my way or more importantly his way of what he has planned for me.\" So, like not getting in his own way, not getting in God's way, really letting God guide him. Um, and really believing that that is an essential part of this role. And it is it's especially intriguing because a lot of these projects don't have people who claim to believe in in these roles. You have a lot of people who are not Christians. They're not in any realm of the Christian space and they're taking on these biblical roles. Here you have somebody who's talking about the importance of maintaining his faith and standing sticking close with it while he's taking on that role. So it is it is a unique perspective. Yeah. And obviously the crucifixion is the height of the Christian faith and so he's planning to portray this which is quite honestly no matter how good of a job he does is essentially an impossible task right so yeah all we can do is pray that it impacts somebody an unbeliever to move towards and put put their faith in Christ but how is he preparing for this yeah he he had this interesting statement you know when I asked him like how are you preparing for what's to come? Because the things coming now in the series, he's portraying events that are the most difficult, as you were saying, to portray. He said, the impact that the show has been having on people around the world has been mind-blowing. And then he said again, I just have to trust in that and just honor that and do the best that I can to just bring everything that I have to the role. Um, speaking more specifically about the scenes that are going going to come, and they're actually filming these in the next few days from what I understand. Um, you know, he said that he's self-mping like as he prepares for this, really trying to get himself out of the way. He said, \"Just get myself out of the way. Just get out of the way of the spirit and let the spirit move and direct me where it needs to.\" So again, really looking to God to portray this because obviously when you're doing this, the point of doing it is to give have people feel the emotion of what happened. if you're not a believer and you're watching the chosen being able to see and of course you're never going to do it justice to what really happened but to at least help move people towards a place of understanding that's what the passion did right it did that very well of oh my gosh this is horrific why did he do this he did it for me he did it for you so I think recreating that and also I would add the pressure that they have with this is that other people have done this and they have done it well like Mel Gibson in the passion so it will be interesting to see how it all shakes out Yeah, 100%. And I think that's the key to remember the goal in mind here when you when when Christians are trying to watch this and if you do watch it and you're wondering what's going on because like I said, I think it's almost an impossible task because we see what Jesus said in scripture. We see a lot about Christ in scripture, but to try to portray like a minute-by-minute detail of what's going on. Same thing with Passion of the Christ. You can't know exactly how Jesus responded in those moments. There's just no way to know other than the words he said, but there's so much more to it when we would see his physical and how he was responding. Was he defiant? Was he lowly? I mean, you just don't know, right? And so you're doing your best to portray this, but I think it's in light of that since we don't really know all the nuances of exactly what happened to keep in mind the bigger picture of what the goal is. And I think those external pressures you're talking about, Billy, are real, right? The Mel Gibson did such a great job, you know, in creating a movie that showcased the uh the crucifixion. Jim Cavisel acted it out well and all these other actors who have done it over the years to varying degrees of of fame. Um, but I would imagine that there's no greater pressure on him than the spiritual pressure he's facing, right? Because like scripture tells us that everything we do, including the work we do, should be an act of worship. And the work that Jonathan Room is doing is portraying the son of God. So, it's like, how do I turn this work into an an act of worship and and not be so overwhelmed by it that I, you know, you kind of freeze up? And um there's there's not much more sacred in the the story of Jesus's earthly ministry than his crucifixion and resurrection. So getting that right, I'm sure as somebody who is himself a believer, he's putting a lot of pressure on himself and and I can't imagine, you know, that that weight. Yeah, absolutely. 100%. Billy, final thoughts on this? Yeah, I mean, look, I I think that we should be praying for the the chosen. Honestly, we should be praying for all of them as they those who are making it Dallas Jenkins, Jonathan Rooney and everybody involved because a lot of people are paying attention to this. A lot of people who are not believers, there are different opinions on the chosen, but praying that they would do a really good job and help bring non-believers to the truth and spark interest in reading the actual Bible as a result of that. Yeah, absolutely. Amen to that. All right. Appreciate you bringing that one to the podcast today, Billy. And we're going to move to the main thing now. I'm Melissa Doherty joined Trey to discuss whether or not our supernatural faith is truly understandable. That conversation is today's main thing. You know, your critics might look and say you're overintellectualizing a supernatural faith, right, that can't be fully explained. Um, so talk about how like, okay, I want to have a healthy understanding of theology and doctrine, but also some of this just doesn't make sense and I can't explain it all. Okay, that's very very interesting that you say that word anti-intellectual. What do you mean by critics? Like do you think like people who adhere to new thought, is that what you mean? I think there there are are some things happening in the spiritual realm like I think there is demonic activity that you acknowledge obviously as happening but I think sometimes people would look at intellectual apologetical um understandings of of theology and say you're trying to explain all of this and we can't really fully explain all of the things that happen um I would I would adamantly disagree with that. Of course you can explain it. And here's the idea. Okay, let me let me go back just a second because this is one thing that uh I struggled with. This is actually part of my story is that I got into these beliefs because in the Christian spaces I went into, they didn't think about their faith. I didn't know have any answers, good answers, good reasons for the violence in the Old Testament or hell or uh how we got the Bible. I mean, I liked this version of Christianity because they dared to think. They dared to actually open the doors to um, you know, what I would consider a more scientific view, if you will, and spiritual view of Christianity without all the crazy stuff. Um, but also without all the legalism. It was just insane. I I it was it was the legalistic bent. Uh, I found Christians to be incredibly cynical, right? So going into that, that's how I got into it. But then I came out of it and one of the other issues I had was the same issue except kind of backwards. I'm like, well, hold on a second. That that doesn't sound right. That doesn't seem right. Well, you have a religious spirit. And I'm like, whoa, what does that even mean? I'm daring to think about my faith. you are breaking the first commandment if you don't know how to love God with your mind and your heart. And part of the issue and this is the other thing about going back to the origins of new thought. This isn't just a religion. This is a movement. And one of the core aspects of this movement was to basically look at critical thinking as unspiritual. And if you can turn off your ability to properly discern and judge. If you can't sit there and think about something, hm, that seems a little off, then you can be deceived. And I think that that is a spiritual thing. I think that we are so ready and welcomed. Uh we we can be a little gullible. Like I said, I'm no cessationist. Like I and I'm not reformed either. Um, I think of myself I funnily enough think of myself as like a leftocenter charismatic. Um, I'm a continuationist. I believe the gifts continue. I believe God is a supernatural God. Um, but there are rules to this. If a door opens on its own and shuts and slams shut, I'm going to think, \"Wow, that's a spiritual thing. I am uncomfortable with that.\" And if somebody's sitting next to me saying, \"Well, you can't define that as being something unspiritual.\" You can't sit there and say that that's not God. Yes, I can. Because you know what? If God's going to tell me something, this is this is why knowing your script, the God of the scriptures, okay, does not vaguely communicate. He doesn't sit there keeping you guessing. Is this God? Is this God? No. The chances are if you are dabbling in things you ought not dabble with, a door opening and closing on its own shouldn't surprise you because you're dabbling with spiritual things you ought not dabble with. And to say that, oh, we can't fully understand. I I don't know how blunt I can be with this, but um I think that that's an excuse. I think it's an excuse to open those doors because we love the power. We like feeling powerful. We like feeling important. We like feeling spiritual. And when you I made a whole video about this um but I call it the lust of the supernatural. It's a sin because if we don't have a lot of supernatural experiences, especially for some women Christians, I've had multiple conversations. These poor women, they don't feel as loved by God unless they're having all the experiences that Sister Super Sarah Christian is having. But she yeah she just had she just had she went and sat on God's lap last night. I mean God told her all this. Did she did God okay there there there comes a tendency to kind of have this hierarchy. Um if I don't have this I mean I I'll manufacture it then I will manufacture the supernatural experience. I don't care what it looks like and I know that feeling. I was obsessed with supernatural experiences because I felt the same way. For them it's just it's it's a relationship with God. It's relational. So if I don't have that experience, then God doesn't love me as much. If I don't have that that high, that next spiritual high, then I'm not as important. And that is wrong. That is unbiblical. You are just as much important. If you never had one supernatural encounter, if you never had any healing, if you never had any miracles, you are just as important to to God as Moses. Okay? like you you you that doesn't have anything to do with your worth. His grace sufficient. So that's I can go into that but it is part of the movement to shut down the idea of intellect critical thinking um and the mystical experience is heightened and that that is a staple of this movement the anti-intellectual idea in the name of science ironically so that you can have a supernatural encounter to God. Turn off the mind. The mind is the enemy. I don't think that that there is room for confusion and a lot of mysticism. I know that's a word we throw around a lot these days in Christianity is that it's a mystical faith. And I just I don't think that there's truth to that. We have 66 books that kind of clear up a lot of the confusion that we um that we might have. Uh though it's easy to be confused, right? I think it's 66 books that are things that are difficult to grapple with. So I'm not saying that our faith is always easy to understand, but I know that it is understandable because we have a Holy Spirit who who helps enlighten us. Exactly. You know, let me add one more thing to that. One other aspect to this that I find very interesting. Okay. I didn't read my Bible at all. One reason why is because why would I read that if I can have an experience? Okay. And that's that's the idea. It's like I that dusty book, that's great. But um yeah, I had a vision. You know what I mean? Yeah. Top that. Um Yeah. And so you're going to pull out that book and test that vision. That's very um annoying and actually that I I feel offended. So there's an idea there. Um and I want everybody to grapple with. I think I really enjoy what you said though. That's very true. 66 books and it's Yeah, it's definitely not a surprise. All right, Trey. Appreciate that conversation there. And don't forget, you can catch that full conversation on Faith and Culture this weekend on CBN News Channel and also on the Faith and Culture podcast. All right, that's going to leave us with time for one last thing. We've got Philippians 4:4. Rejoice in the Lord always. I will say it again, rejoice. And it says, always, not when you're happy, not when things are going well. Always rejoice. That can be a challenge. Yeah, that can definitely be a challenge, but it's also a great reminder and a comforting reminder, right? The things of God are always true. They're true when you're in a good circumstance and in a in a tough one. Yeah, absolutely. Amen. Good spot to leave it here for the week on the Quick Start podcast. As always, make sure you're getting yourself on over to cbnnews.com, faithwire.com, for the latest on what's going on around the world from a Christian perspective. Lord willing that creek don't rise up on us. We'll be back here on Monday with more. God bless. Enjoy your weekend. [Music]"
  },
  {
    "channel": "WELT",
    "topic": "intl_news",
    "title": "DEUTSCHLAND: \"Unglaublich teure Entscheidung\" Brantner entsetzt! Massive Kritik an der Union",
    "url": "https://www.youtube.com/watch?v=WLgrbgxQVIA",
    "transcript": "DEUTSCHLAND: \"Unglaublich teure Entscheidung\" Brantner entsetzt! Massive Kritik an der Union Franziska Brantner, Co-Parteivorsitzende von Bündnis 90/Die Grünen, kritisiert die neue Bundesregierung scharf: keine Finanzierungspläne, keine Strukturreformen, kein Klimaprogramm. Zwar begrüßt sie die Zustimmung zur Digitalsteuer, warnt aber vor sozialer Schieflage und Symbolpolitik. Auch zur inneren Sicherheit fordert sie gezielte Maßnahmen statt Generalverdacht. In der Nahostpolitik verlangt Brantner Konsequenzen für Israels Regierung und klare Kante gegen die Hamas. Ihre Forderung: Rückkehr zu unabhängiger humanitärer Hilfe und ein echter Friedensplan mit Zwei-Staaten-Lösung. #union #deutschland #diegrünen #weltnachrichtensender Abonniere den WELT YouTube Channel https://www.youtube.com/WELTVideoTV WELT DOKU Channel https://www.youtube.com/c/WELTDoku WELT Podcast Channel https://www.youtube.com/c/WELTPodcast WELT Netzreporter Channel https://www.youtube.com/c/DieNetzreporter Der WELT Nachrichten-Livestream http://bit.ly/2fwuMPg Die Top-Nachrichten auf WELT.de http://bit.ly/2rQQD9Q Die Mediathek auf WELT.de http://bit.ly/2Iydxv8 WELT Nachrichtensender auf Instagram https://www.instagram.com/welt.nachrichtensender/ WELT auf Instagram https://www.instagram.com/welt/ In eigener Sache: Wegen des hohen Aufkommens unsachlicher und beleidigender Beiträge können wir zurzeit keine Kommentare mehr zulassen. Danke für euer Verständnis - das WELT-Team Video 2025 erstellt"
  },
  {
    "channel": "Redacted",
    "topic": "intl_news",
    "title": "Bird Flu Panic EXPOSED: Are They Planning Another Gain-of-Function Covid Disaster? | Redacted",
    "url": "https://www.youtube.com/watch?v=sxrzQP2JLZM",
    "transcript": "Well, the Trump administration cancelled a contract for Madna to build out a bird flu vaccine. This is something the Biden administration had awarded. They took $590 million of your tax dollars and told Madna, \"You go out there and build us a bird flu me vaccine.\" Are you ready to break free from outdated buy and hold crypto strategies and unlock the true potential of cryptocurrency? Well, welcome to the cryptocurrency revolution with Block Trust IRA. They have AIdriven technology that predicts the markets with computer-driven accuracy. So whether you have a retirement account like a 401k or an IRA or just cash savings sitting in a bank making you little to no interest, well, Block Trust's IRA clients are able to maximize their earning potential and outperform the market. They are the only crypto management firm in the market using cuttingedge technology to improve returns and significantly reduce risk. They have more than 80,000 new millionaires created in just the last year and you could be next. Block Trust IRA makes financial freedom available to everyone by accepting both IRA and cash investments around the world. Unlike a meme coin or a scam that press on hardworking Americans, Block Trust IRA has the best-in-class militaryra technology. And their clients are 100% insured for up to $200 million. You will not get that from the FDIC. So right now you can visit redactednewscrypto.com to get started. Blockrust I'm sorry blockrust IRA offers industry low fees, militarygrade security and the power of AI technology all tailored for everyday Americans. So go again to redactednewscrypto.com. You could receive up to $2,500 in bonus crypto. Or you can call that 877-649-6732. And again that's redacted crypto.com. Now, should we panic then that we might be unprepared for bird flu? You decide if you're going to panic or not. I'm going to give you some facts for you to decide on that. Number one, bird flu is currently not transmissible from human to human. The fact that they think that it may start to become so would tell us that that is a result of manipulation of the virus which is known as gain of function which the Trump administration shut down a few weeks ago with this executive order. Now last year we spoke to Dr. Kelly Kelly Victory. She is one of the uh few do doctors who spoke out during the co pandemic with what turned out to be true about uh therapeutics and about the vaccine. She said that the development of a bird flu vaccine told us a few interesting things. Number one, we already know how to treat bird flu with therapeutics like hydroxychloricquin and chloricquin. Number two, she said that making a bird flu vaccine is dangerous and possibly not worth the risk. Here's how she put it. They always use the excuse that it's to make us more prepared, to make us, you know, ready um with an antidote or a vaccine. The reality is this is very dangerous research because not only can something get out of a lab by nefarious intent, meaning purposeful spreading of it, but simply by abject incompetence or, you know, people makes mistakes. And lab errors happen. They happen far more often than people want to believe. There are over a hundred serious lab errors, lab leaks, uh, reported every single year. So, the idea that someone is weaponizing or manipulating a virus in the laboratory to make it stronger, more transmissible, more uh capable of causing serious disease, more resistant to treatment is frankly unconscionable in my mind. All right. Right. Well, last month, April of 2025, 60 Minutes did this terrifying report about how bird flu is poised to be the next pandemic. We can't show 60 Minutes pieces because they always copyright strike our videos. Uh, but here is the transcript. This viologist said that it's not just the number of human cases that's alarming, but that the virus is jumping to more mammals. Every new spillover, she says, gives the virus a chance to evolve from person to person. That it would just magically do that on its own. Not by gain of function, but just it would, even though we know right now it doesn't. Okay. She says she can't sleep at night and we need to be actively testing for bird flu all the time before it explodes into a pandemic before our very eyes. Bill Wheder said that this would make CO look like a walk in the park. Well, HHS is apparently not as concerned as 60 Minutes is because they may surmise that without gain of function research, we wouldn't need a vaccine to vaccinate against the virus that was manipulated in the lab. It is like shampoo and conditioner. Do you know what I mean by that? Like conditioner solves the problem that shampoo creates. It dries your hair out and then you I've learned this because I'm I'm married to a woman, right? Exactly like that. So maybe if we just don't do the shampoo, you know, we won't need the conditioner. Maybe that's why men Yeah, we throw it all together as body wash, shampoo, and conditioner all in one thing. This analogy is off the rails. That's not Okay, let's get back to bird. I just brought that up cuz my 13-year-old daughter, she's like, \"Men are crazy. Men will Men will just get one thing of body wash, toothpaste, toothpaste, shampoo, and conditioner powder in one in one bottle.\" She's like, \"Men are crazy.\" Okay. Again, if we are not doing gain of function, then maybe we don't need a vaccine for the hypothetically manipulated virus. Unless, you knew there was going to be an unless or a but a private company funds funds the vaccine because Trump's executive order only applies to government funded research. A private company could decide to still go ahead and make a bird flu vaccine on a gamble like a company maybe owned by somebody with a name that rhymes with schmillmates. You get what I'm going with here? Yeah. So, are we glad that our taxpayer dollars will not fund a bird flu vaccine? I am. You decide how you feel. Do we feel comfortable that nobody else will be mcking about with a bird flu? I don't. Uh, but that's again I'm just giving you some facts."
  },
  {
    "channel": "Judging Freedom",
    "topic": "intl_news",
    "title": "[REACTION]  Gaza : 'The medical system - has been systematically dismantled'",
    "url": "https://www.youtube.com/watch?v=ZsmiSh7dRh8",
    "transcript": "I want you to um listen to the testimony of a surgeon from California who uh donated volunteered his time in Gaza back here in New York testifying uh before the security council. We're going to invite him uh onto the program. I was so deeply moved when I saw this clip that Chris found, which we'll show to you now. Chris number 17. My name is Dr. Fose Sidwa. I am an American trauma and critical care surgeon based in Stockton, California. I come before you today to speak about the Gaza Strip, where I have volunteered twice since October 7th. The Constitution of the World Health Organization states that the health of all peoples is fundamental to the attainment of peace and security and is dependent on the fullest cooperation of individuals and states. I've taken this to heart and it is the reason I volunteer in conflict zones from Haiti to Ukraine to Gaza. I did not see or treat a single combatant during my 5 weeks in Gaza. My patients were six-year-olds with shrapnels in their heart and bullets in their brains and pregnant women whose pelvises had been obliterated and their fetuses cut in two while still in the womb. The medical system has not failed. It has been systematically dismantled through a sustained military campaign that has willfully violated international humanitarian law. Civilians are now dying not just from the constant air strikes, but from acute malnutrition, sepsis, exposure, and despair. This is a man-made catastrophe. It is entirely preventable. Participating in it or not, allowing it to happen is a choice. This is a deliberate denial of conditions necessary for life. food, shelter, water, and medicine. Preventing genocide means refusing to normalize these atrocities. It means refusing to dehumanize the Palestinians, to refuse to see them as calories counted or numbers of trucks moved. We see now that this way of thinking has brought about a human dignity crisis with an entire people on the edge of survival. The only thing I would add is and was paid for by the American taxpayer. It was supported by the United States starting with the Biden administration and now the Trump administration. Uh we are complicit in a genocide. Uh and what that doctor said is merely the tip of the iceberg. Uh as anybody who's been following this conflict knows, this is just absolutely horrific. It's just hard to believe. It's hard to believe that we haven't stopped it. It's even harder to believe that we're involved in executing it. Again, the Israelis could not execute it without us supporting"
  },
  {
    "channel": "Riks",
    "topic": "sweden",
    "title": "Vem ska ta hand om Northvoltgifterna?",
    "url": "https://www.youtube.com/watch?v=_yZMPakMOtM",
    "transcript": "{ \"wireMagic\": \"pb3\", \"pens\": [ { } ], \"wsWinStyles\": [ { }, { \"mhModeHint\": 2, \"juJustifCode\": 0, \"sdScrollDir\": 3 } ], \"wpWinPositions\": [ { }, { \"apPoint\": 6, \"ahHorPos\": 20, \"avVerPos\": 100, \"rcRows\": 2, \"ccCols\": 40 } ], \"events\": [ { \"tStartMs\": 0, \"dDurationMs\": 157400, \"id\": 1, \"wpWinPosId\": 1, \"wsWinStyleId\": 1 }, { \"tStartMs\": 320, \"dDurationMs\": 4360, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"Northwald \", \"acAsrConf\": 0 }, { \"utf8\": \"has \", \"tOffsetMs\": 400, \"acAsrConf\": 0 }, { \"utf8\": \"a \", \"tOffsetMs\": 800, \"acAsrConf\": 0 }, { \"utf8\": \"ticking \", \"tOffsetMs\": 1200, \"acAsrConf\": 0 }, { \"utf8\": \"environmental \", \"tOffsetMs\": 1600, \"acAsrConf\": 0 }, { \"utf8\": \"bomb \", \"tOffsetMs\": 2000, \"acAsrConf\": 0 }, { \"utf8\": \"of\", \"tOffsetMs\": 2400, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 2909, \"dDurationMs\": 1771, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 2919, \"dDurationMs\": 4201, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"toxic \", \"acAsrConf\": 0 }, { \"utf8\": \"waste \", \"tOffsetMs\": 390, \"acAsrConf\": 0 }, { \"utf8\": \"sitting \", \"tOffsetMs\": 780, \"acAsrConf\": 0 }, { \"utf8\": \"at \", \"tOffsetMs\": 1170, \"acAsrConf\": 0 }, { \"utf8\": \"its\", \"tOffsetMs\": 1560, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 4670, \"dDurationMs\": 2450, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 4680, \"dDurationMs\": 4919, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"facility \", \"acAsrConf\": 0 }, { \"utf8\": \"in \", \"tOffsetMs\": 559, \"acAsrConf\": 0 }, { \"utf8\": \"Skellefteo. \", \"tOffsetMs\": 1118, \"acAsrConf\": 0 }, { \"utf8\": \"What \", \"tOffsetMs\": 1677, \"acAsrConf\": 0 }, { \"utf8\": \"will\", \"tOffsetMs\": 2236, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 7110, \"dDurationMs\": 2489, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 7120, \"dDurationMs\": 4760, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"happen \", \"acAsrConf\": 0 }, { \"utf8\": \"to \", \"tOffsetMs\": 464, \"acAsrConf\": 0 }, { \"utf8\": \"Nortvall's \", \"tOffsetMs\": 928, \"acAsrConf\": 0 }, { \"utf8\": \"300 \", \"tOffsetMs\": 1392, \"acAsrConf\": 0 }, { \"utf8\": \"containers \", \"tOffsetMs\": 1856, \"acAsrConf\": 0 }, { \"utf8\": \"of\", \"tOffsetMs\": 2320, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 9589, \"dDurationMs\": 2291, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 9599, \"dDurationMs\": 4841, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"toxic \", \"acAsrConf\": 0 }, { \"utf8\": \"battery \", \"tOffsetMs\": 344, \"acAsrConf\": 0 }, { \"utf8\": \"material \", \"tOffsetMs\": 688, \"acAsrConf\": 0 }, { \"utf8\": \"when \", \"tOffsetMs\": 1032, \"acAsrConf\": 0 }, { \"utf8\": \"the \", \"tOffsetMs\": 1376, \"acAsrConf\": 0 }, { \"utf8\": \"company's\", \"tOffsetMs\": 1720, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 11870, \"dDurationMs\": 2570, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 11880, \"dDurationMs\": 3879, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"recycling \", \"acAsrConf\": 0 }, { \"utf8\": \"center \", \"tOffsetMs\": 510, \"acAsrConf\": 0 }, { \"utf8\": \"is \", \"tOffsetMs\": 1020, \"acAsrConf\": 0 }, { \"utf8\": \"closed? \", \"tOffsetMs\": 1530, \"acAsrConf\": 0 }, { \"utf8\": \"Northvolt\", \"tOffsetMs\": 2040, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 14430, \"dDurationMs\": 1329, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 14440, \"dDurationMs\": 3240, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"Revolt, \", \"acAsrConf\": 0 }, { \"utf8\": \"a \", \"tOffsetMs\": 289, \"acAsrConf\": 0 }, { \"utf8\": \"sister \", \"tOffsetMs\": 578, \"acAsrConf\": 0 }, { \"utf8\": \"company \", \"tOffsetMs\": 867, \"acAsrConf\": 0 }, { \"utf8\": \"of\", \"tOffsetMs\": 1156, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 15749, \"dDurationMs\": 1931, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 15759, \"dDurationMs\": 3721, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"battery \", \"acAsrConf\": 0 }, { \"utf8\": \"manufacturer \", \"tOffsetMs\": 880, \"acAsrConf\": 0 }, { \"utf8\": \"Northvolt,\", \"tOffsetMs\": 1760, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 17670, \"dDurationMs\": 1810, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 17680, \"dDurationMs\": 4000, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"intends \", \"acAsrConf\": 0 }, { \"utf8\": \"to \", \"tOffsetMs\": 370, \"acAsrConf\": 0 }, { \"utf8\": \"recycle \", \"tOffsetMs\": 740, \"acAsrConf\": 0 }, { \"utf8\": \"waste \", \"tOffsetMs\": 1110, \"acAsrConf\": 0 }, { \"utf8\": \"from\", \"tOffsetMs\": 1480, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 19470, \"dDurationMs\": 2210, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 19480, \"dDurationMs\": 5400, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"the \", \"acAsrConf\": 0 }, { \"utf8\": \"battery \", \"tOffsetMs\": 286, \"acAsrConf\": 0 }, { \"utf8\": \"factory \", \"tOffsetMs\": 572, \"acAsrConf\": 0 }, { \"utf8\": \"as \", \"tOffsetMs\": 858, \"acAsrConf\": 0 }, { \"utf8\": \"part \", \"tOffsetMs\": 1144, \"acAsrConf\": 0 }, { \"utf8\": \"of \", \"tOffsetMs\": 1430, \"acAsrConf\": 0 }, { \"utf8\": \"Northvolt's\", \"tOffsetMs\": 1716, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 21670, \"dDurationMs\": 3210, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 21680, \"dDurationMs\": 5080, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"so-called \", \"acAsrConf\": 0 }, { \"utf8\": \"circular \", \"tOffsetMs\": 706, \"acAsrConf\": 0 }, { \"utf8\": \"economic \", \"tOffsetMs\": 1412, \"acAsrConf\": 0 }, { \"utf8\": \"model.\", \"tOffsetMs\": 2118, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 24870, \"dDurationMs\": 1890, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 24880, \"dDurationMs\": 3960, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"When \", \"acAsrConf\": 0 }, { \"utf8\": \"Northwald \", \"tOffsetMs\": 295, \"acAsrConf\": 0 }, { \"utf8\": \"went \", \"tOffsetMs\": 590, \"acAsrConf\": 0 }, { \"utf8\": \"bankrupt \", \"tOffsetMs\": 885, \"acAsrConf\": 0 }, { \"utf8\": \"in \", \"tOffsetMs\": 1180, \"acAsrConf\": 0 }, { \"utf8\": \"March,\", \"tOffsetMs\": 1475, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 26750, \"dDurationMs\": 2090, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 26760, \"dDurationMs\": 4320, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"attempts \", \"acAsrConf\": 0 }, { \"utf8\": \"were \", \"tOffsetMs\": 306, \"acAsrConf\": 0 }, { \"utf8\": \"made \", \"tOffsetMs\": 612, \"acAsrConf\": 0 }, { \"utf8\": \"to \", \"tOffsetMs\": 918, \"acAsrConf\": 0 }, { \"utf8\": \"find \", \"tOffsetMs\": 1224, \"acAsrConf\": 0 }, { \"utf8\": \"buyers \", \"tOffsetMs\": 1530, \"acAsrConf\": 0 }, { \"utf8\": \"for\", \"tOffsetMs\": 1836, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 28830, \"dDurationMs\": 2250, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 28840, \"dDurationMs\": 4879, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"the \", \"acAsrConf\": 0 }, { \"utf8\": \"company's \", \"tOffsetMs\": 416, \"acAsrConf\": 0 }, { \"utf8\": \"various \", \"tOffsetMs\": 832, \"acAsrConf\": 0 }, { \"utf8\": \"operations. \", \"tOffsetMs\": 1248, \"acAsrConf\": 0 }, { \"utf8\": \"But \", \"tOffsetMs\": 1664, \"acAsrConf\": 0 }, { \"utf8\": \"it\", \"tOffsetMs\": 2080, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 31070, \"dDurationMs\": 2649, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 31080, \"dDurationMs\": 4720, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"turned \", \"acAsrConf\": 0 }, { \"utf8\": \"out \", \"tOffsetMs\": 221, \"acAsrConf\": 0 }, { \"utf8\": \"to \", \"tOffsetMs\": 442, \"acAsrConf\": 0 }, { \"utf8\": \"be \", \"tOffsetMs\": 663, \"acAsrConf\": 0 }, { \"utf8\": \"difficult. \", \"tOffsetMs\": 884, \"acAsrConf\": 0 }, { \"utf8\": \"Revolt \", \"tOffsetMs\": 1105, \"acAsrConf\": 0 }, { \"utf8\": \"does \", \"tOffsetMs\": 1326, \"acAsrConf\": 0 }, { \"utf8\": \"not \", \"tOffsetMs\": 1547, \"acAsrConf\": 0 }, { \"utf8\": \"appear \", \"tOffsetMs\": 1768, \"acAsrConf\": 0 }, { \"utf8\": \"to \", \"tOffsetMs\": 1989, \"acAsrConf\": 0 }, { \"utf8\": \"be \", \"tOffsetMs\": 2210, \"acAsrConf\": 0 }, { \"utf8\": \"being\", \"tOffsetMs\": 2431, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 33709, \"dDurationMs\": 2091, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 33719, \"dDurationMs\": 4121, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"bought \", \"acAsrConf\": 0 }, { \"utf8\": \"out \", \"tOffsetMs\": 376, \"acAsrConf\": 0 }, { \"utf8\": \"but \", \"tOffsetMs\": 752, \"acAsrConf\": 0 }, { \"utf8\": \"will \", \"tOffsetMs\": 1128, \"acAsrConf\": 0 }, { \"utf8\": \"instead \", \"tOffsetMs\": 1504, \"acAsrConf\": 0 }, { \"utf8\": \"be\", \"tOffsetMs\": 1880, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 35790, \"dDurationMs\": 2050, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 35800, \"dDurationMs\": 3720, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"liquidated \", \"acAsrConf\": 0 }, { \"utf8\": \"from \", \"tOffsetMs\": 286, \"acAsrConf\": 0 }, { \"utf8\": \"the \", \"tOffsetMs\": 572, \"acAsrConf\": 0 }, { \"utf8\": \"beginning \", \"tOffsetMs\": 858, \"acAsrConf\": 0 }, { \"utf8\": \"of \", \"tOffsetMs\": 1144, \"acAsrConf\": 0 }, { \"utf8\": \"June, \", \"tOffsetMs\": 1430, \"acAsrConf\": 0 }, { \"utf8\": \"writes\", \"tOffsetMs\": 1716, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 37830, \"dDurationMs\": 1690, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 37840, \"dDurationMs\": 3840, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"Northwald's \", \"acAsrConf\": 0 }, { \"utf8\": \"bankruptcy \", \"tOffsetMs\": 279, \"acAsrConf\": 0 }, { \"utf8\": \"administrator\", \"tOffsetMs\": 558, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 39510, \"dDurationMs\": 2170, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 39520, \"dDurationMs\": 4400, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"Aordcentralen \", \"acAsrConf\": 0 }, { \"utf8\": \"in \", \"tOffsetMs\": 313, \"acAsrConf\": 0 }, { \"utf8\": \"a \", \"tOffsetMs\": 626, \"acAsrConf\": 0 }, { \"utf8\": \"document \", \"tOffsetMs\": 939, \"acAsrConf\": 0 }, { \"utf8\": \"that \", \"tOffsetMs\": 1252, \"acAsrConf\": 0 }, { \"utf8\": \"Riks \", \"tOffsetMs\": 1565, \"acAsrConf\": 0 }, { \"utf8\": \"has\", \"tOffsetMs\": 1878, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 41670, \"dDurationMs\": 2250, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 41680, \"dDurationMs\": 3879, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"seen. \", \"acAsrConf\": 0 }, { \"utf8\": \"To \", \"tOffsetMs\": 530, \"acAsrConf\": 0 }, { \"utf8\": \"dispose \", \"tOffsetMs\": 1060, \"acAsrConf\": 0 }, { \"utf8\": \"of \", \"tOffsetMs\": 1590, \"acAsrConf\": 0 }, { \"utf8\": \"the\", \"tOffsetMs\": 2120, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 43910, \"dDurationMs\": 1649, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 43920, \"dDurationMs\": 3440, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"waste, \", \"acAsrConf\": 0 }, { \"utf8\": \"Nortfolk \", \"tOffsetMs\": 493, \"acAsrConf\": 0 }, { \"utf8\": \"will \", \"tOffsetMs\": 986, \"acAsrConf\": 0 }, { \"utf8\": \"therefore\", \"tOffsetMs\": 1479, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 45549, \"dDurationMs\": 1811, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 45559, \"dDurationMs\": 3721, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"procure \", \"acAsrConf\": 0 }, { \"utf8\": \"a \", \"tOffsetMs\": 380, \"acAsrConf\": 0 }, { \"utf8\": \"so-called\", \"tOffsetMs\": 760, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 47350, \"dDurationMs\": 1930, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 47360, \"dDurationMs\": 3600, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"waste \", \"acAsrConf\": 0 }, { \"utf8\": \"broker \", \"tOffsetMs\": 440, \"acAsrConf\": 0 }, { \"utf8\": \"who \", \"tOffsetMs\": 880, \"acAsrConf\": 0 }, { \"utf8\": \"can \", \"tOffsetMs\": 1320, \"acAsrConf\": 0 }, { \"utf8\": \"help\", \"tOffsetMs\": 1760, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 49270, \"dDurationMs\": 1690, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 49280, \"dDurationMs\": 3959, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"transport \", \"acAsrConf\": 0 }, { \"utf8\": \"the \", \"tOffsetMs\": 304, \"acAsrConf\": 0 }, { \"utf8\": \"toxic \", \"tOffsetMs\": 608, \"acAsrConf\": 0 }, { \"utf8\": \"contents \", \"tOffsetMs\": 912, \"acAsrConf\": 0 }, { \"utf8\": \"of \", \"tOffsetMs\": 1216, \"acAsrConf\": 0 }, { \"utf8\": \"the\", \"tOffsetMs\": 1520, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 50950, \"dDurationMs\": 2289, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 50960, \"dDurationMs\": 4640, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"containers. \", \"acAsrConf\": 0 }, { \"utf8\": \"This \", \"tOffsetMs\": 959, \"acAsrConf\": 0 }, { \"utf8\": \"requires\", \"tOffsetMs\": 1918, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 53229, \"dDurationMs\": 2371, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 53239, \"dDurationMs\": 4120, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"Northwind \", \"acAsrConf\": 0 }, { \"utf8\": \"to \", \"tOffsetMs\": 249, \"acAsrConf\": 0 }, { \"utf8\": \"recycle \", \"tOffsetMs\": 498, \"acAsrConf\": 0 }, { \"utf8\": \"all \", \"tOffsetMs\": 747, \"acAsrConf\": 0 }, { \"utf8\": \"the \", \"tOffsetMs\": 996, \"acAsrConf\": 0 }, { \"utf8\": \"waste \", \"tOffsetMs\": 1245, \"acAsrConf\": 0 }, { \"utf8\": \"it \", \"tOffsetMs\": 1494, \"acAsrConf\": 0 }, { \"utf8\": \"has \", \"tOffsetMs\": 1743, \"acAsrConf\": 0 }, { \"utf8\": \"at \", \"tOffsetMs\": 1992, \"acAsrConf\": 0 }, { \"utf8\": \"the\", \"tOffsetMs\": 2241, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 55590, \"dDurationMs\": 1769, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 55600, \"dDurationMs\": 4720, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"facility \", \"acAsrConf\": 0 }, { \"utf8\": \"in \", \"tOffsetMs\": 359, \"acAsrConf\": 0 }, { \"utf8\": \"Skellefteo, \", \"tOffsetMs\": 718, \"acAsrConf\": 0 }, { \"utf8\": \"which \", \"tOffsetMs\": 1077, \"acAsrConf\": 0 }, { \"utf8\": \"is\", \"tOffsetMs\": 1436, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 57349, \"dDurationMs\": 2971, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 57359, \"dDurationMs\": 4601, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"expected \", \"acAsrConf\": 0 }, { \"utf8\": \"to \", \"tOffsetMs\": 348, \"acAsrConf\": 0 }, { \"utf8\": \"continue \", \"tOffsetMs\": 696, \"acAsrConf\": 0 }, { \"utf8\": \"during \", \"tOffsetMs\": 1044, \"acAsrConf\": 0 }, { \"utf8\": \"the \", \"tOffsetMs\": 1392, \"acAsrConf\": 0 }, { \"utf8\": \"summer. \", \"tOffsetMs\": 1740, \"acAsrConf\": 0 }, { \"utf8\": \"The \", \"tOffsetMs\": 2088, \"acAsrConf\": 0 }, { \"utf8\": \"company\", \"tOffsetMs\": 2436, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 60310, \"dDurationMs\": 1650, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 60320, \"dDurationMs\": 3720, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"claims \", \"acAsrConf\": 0 }, { \"utf8\": \"that \", \"tOffsetMs\": 226, \"acAsrConf\": 0 }, { \"utf8\": \"it \", \"tOffsetMs\": 452, \"acAsrConf\": 0 }, { \"utf8\": \"will \", \"tOffsetMs\": 678, \"acAsrConf\": 0 }, { \"utf8\": \"use \", \"tOffsetMs\": 904, \"acAsrConf\": 0 }, { \"utf8\": \"its \", \"tOffsetMs\": 1130, \"acAsrConf\": 0 }, { \"utf8\": \"own\", \"tOffsetMs\": 1356, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 61950, \"dDurationMs\": 2090, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 61960, \"dDurationMs\": 4280, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"staff \", \"acAsrConf\": 0 }, { \"utf8\": \"to \", \"tOffsetMs\": 279, \"acAsrConf\": 0 }, { \"utf8\": \"reload \", \"tOffsetMs\": 558, \"acAsrConf\": 0 }, { \"utf8\": \"the \", \"tOffsetMs\": 837, \"acAsrConf\": 0 }, { \"utf8\": \"hundreds \", \"tOffsetMs\": 1116, \"acAsrConf\": 0 }, { \"utf8\": \"of\", \"tOffsetMs\": 1395, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 64030, \"dDurationMs\": 2210, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 64040, \"dDurationMs\": 3759, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"containers \", \"acAsrConf\": 0 }, { \"utf8\": \"that \", \"tOffsetMs\": 171, \"acAsrConf\": 0 }, { \"utf8\": \"are \", \"tOffsetMs\": 342, \"acAsrConf\": 0 }, { \"utf8\": \"in \", \"tOffsetMs\": 513, \"acAsrConf\": 0 }, { \"utf8\": \"the \", \"tOffsetMs\": 684, \"acAsrConf\": 0 }, { \"utf8\": \"Nortvåt \", \"tOffsetMs\": 855, \"acAsrConf\": 0 }, { \"utf8\": \"area, \", \"tOffsetMs\": 1026, \"acAsrConf\": 0 }, { \"utf8\": \"according\", \"tOffsetMs\": 1197, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 66230, \"dDurationMs\": 1569, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 66240, \"dDurationMs\": 4199, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"to \", \"acAsrConf\": 0 }, { \"utf8\": \"a \", \"tOffsetMs\": 272, \"acAsrConf\": 0 }, { \"utf8\": \"report \", \"tOffsetMs\": 544, \"acAsrConf\": 0 }, { \"utf8\": \"written \", \"tOffsetMs\": 816, \"acAsrConf\": 0 }, { \"utf8\": \"by \", \"tOffsetMs\": 1088, \"acAsrConf\": 0 }, { \"utf8\": \"the\", \"tOffsetMs\": 1360, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 67789, \"dDurationMs\": 2650, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 67799, \"dDurationMs\": 4441, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"Västerbotten \", \"acAsrConf\": 0 }, { \"utf8\": \"County \", \"tOffsetMs\": 610, \"acAsrConf\": 0 }, { \"utf8\": \"Administrative \", \"tOffsetMs\": 1220, \"acAsrConf\": 0 }, { \"utf8\": \"Board, \", \"tOffsetMs\": 1830, \"acAsrConf\": 0 }, { \"utf8\": \"which\", \"tOffsetMs\": 2440, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 70429, \"dDurationMs\": 1811, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 70439, \"dDurationMs\": 3680, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"inspected \", \"acAsrConf\": 0 }, { \"utf8\": \"the\", \"tOffsetMs\": 801, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 72230, \"dDurationMs\": 1889, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 72240, \"dDurationMs\": 4040, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"battery \", \"acAsrConf\": 0 }, { \"utf8\": \"factory \", \"tOffsetMs\": 240, \"acAsrConf\": 0 }, { \"utf8\": \"in \", \"tOffsetMs\": 480, \"acAsrConf\": 0 }, { \"utf8\": \"May. \", \"tOffsetMs\": 720, \"acAsrConf\": 0 }, { \"utf8\": \"Rix \", \"tOffsetMs\": 960, \"acAsrConf\": 0 }, { \"utf8\": \"has \", \"tOffsetMs\": 1200, \"acAsrConf\": 0 }, { \"utf8\": \"previously\", \"tOffsetMs\": 1440, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 74109, \"dDurationMs\": 2171, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 74119, \"dDurationMs\": 4081, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"revealed \", \"acAsrConf\": 0 }, { \"utf8\": \"that \", \"tOffsetMs\": 450, \"acAsrConf\": 0 }, { \"utf8\": \"Northw \", \"tOffsetMs\": 900, \"acAsrConf\": 0 }, { \"utf8\": \"had \", \"tOffsetMs\": 1350, \"acAsrConf\": 0 }, { \"utf8\": \"no\", \"tOffsetMs\": 1800, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 76270, \"dDurationMs\": 1930, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 76280, \"dDurationMs\": 4040, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"financial \", \"acAsrConf\": 0 }, { \"utf8\": \"security \", \"tOffsetMs\": 253, \"acAsrConf\": 0 }, { \"utf8\": \"to \", \"tOffsetMs\": 506, \"acAsrConf\": 0 }, { \"utf8\": \"be \", \"tOffsetMs\": 759, \"acAsrConf\": 0 }, { \"utf8\": \"able \", \"tOffsetMs\": 1012, \"acAsrConf\": 0 }, { \"utf8\": \"to \", \"tOffsetMs\": 1265, \"acAsrConf\": 0 }, { \"utf8\": \"transport\", \"tOffsetMs\": 1518, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 78190, \"dDurationMs\": 2130, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 78200, \"dDurationMs\": 4520, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"hazardous \", \"acAsrConf\": 0 }, { \"utf8\": \"waste \", \"tOffsetMs\": 234, \"acAsrConf\": 0 }, { \"utf8\": \"in \", \"tOffsetMs\": 468, \"acAsrConf\": 0 }, { \"utf8\": \"the \", \"tOffsetMs\": 702, \"acAsrConf\": 0 }, { \"utf8\": \"event \", \"tOffsetMs\": 936, \"acAsrConf\": 0 }, { \"utf8\": \"of \", \"tOffsetMs\": 1170, \"acAsrConf\": 0 }, { \"utf8\": \"a \", \"tOffsetMs\": 1404, \"acAsrConf\": 0 }, { \"utf8\": \"possible\", \"tOffsetMs\": 1638, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 80310, \"dDurationMs\": 2410, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 80320, \"dDurationMs\": 4119, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"bankruptcy. \", \"acAsrConf\": 0 }, { \"utf8\": \"something \", \"tOffsetMs\": 400, \"acAsrConf\": 0 }, { \"utf8\": \"that \", \"tOffsetMs\": 800, \"acAsrConf\": 0 }, { \"utf8\": \"companies \", \"tOffsetMs\": 1200, \"acAsrConf\": 0 }, { \"utf8\": \"with \", \"tOffsetMs\": 1600, \"acAsrConf\": 0 }, { \"utf8\": \"similar\", \"tOffsetMs\": 2000, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 82710, \"dDurationMs\": 1729, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 82720, \"dDurationMs\": 4759, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"operations \", \"acAsrConf\": 0 }, { \"utf8\": \"would \", \"tOffsetMs\": 206, \"acAsrConf\": 0 }, { \"utf8\": \"otherwise \", \"tOffsetMs\": 412, \"acAsrConf\": 0 }, { \"utf8\": \"have \", \"tOffsetMs\": 618, \"acAsrConf\": 0 }, { \"utf8\": \"been \", \"tOffsetMs\": 824, \"acAsrConf\": 0 }, { \"utf8\": \"required \", \"tOffsetMs\": 1030, \"acAsrConf\": 0 }, { \"utf8\": \"to\", \"tOffsetMs\": 1236, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 84429, \"dDurationMs\": 3050, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 84439, \"dDurationMs\": 5000, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"have. \", \"acAsrConf\": 0 }, { \"utf8\": \"The \", \"tOffsetMs\": 417, \"acAsrConf\": 0 }, { \"utf8\": \"reason \", \"tOffsetMs\": 834, \"acAsrConf\": 0 }, { \"utf8\": \"is \", \"tOffsetMs\": 1251, \"acAsrConf\": 0 }, { \"utf8\": \"that \", \"tOffsetMs\": 1668, \"acAsrConf\": 0 }, { \"utf8\": \"Northwark \", \"tOffsetMs\": 2085, \"acAsrConf\": 0 }, { \"utf8\": \"and \", \"tOffsetMs\": 2502, \"acAsrConf\": 0 }, { \"utf8\": \"the\", \"tOffsetMs\": 2919, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 87469, \"dDurationMs\": 1970, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 87479, \"dDurationMs\": 4161, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"environmental \", \"acAsrConf\": 0 }, { \"utf8\": \"court \", \"tOffsetMs\": 573, \"acAsrConf\": 0 }, { \"utf8\": \"claimed \", \"tOffsetMs\": 1146, \"acAsrConf\": 0 }, { \"utf8\": \"that\", \"tOffsetMs\": 1719, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 89429, \"dDurationMs\": 2211, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 89439, \"dDurationMs\": 4601, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"the \", \"acAsrConf\": 0 }, { \"utf8\": \"battery \", \"tOffsetMs\": 346, \"acAsrConf\": 0 }, { \"utf8\": \"waste \", \"tOffsetMs\": 692, \"acAsrConf\": 0 }, { \"utf8\": \"could \", \"tOffsetMs\": 1038, \"acAsrConf\": 0 }, { \"utf8\": \"be \", \"tOffsetMs\": 1384, \"acAsrConf\": 0 }, { \"utf8\": \"sold \", \"tOffsetMs\": 1730, \"acAsrConf\": 0 }, { \"utf8\": \"to\", \"tOffsetMs\": 2076, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 91630, \"dDurationMs\": 2410, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 91640, \"dDurationMs\": 4560, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"pay \", \"acAsrConf\": 0 }, { \"utf8\": \"for \", \"tOffsetMs\": 570, \"acAsrConf\": 0 }, { \"utf8\": \"the \", \"tOffsetMs\": 1140, \"acAsrConf\": 0 }, { \"utf8\": \"shipping. \", \"tOffsetMs\": 1710, \"acAsrConf\": 0 }, { \"utf8\": \"Now,\", \"tOffsetMs\": 2280, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 94030, \"dDurationMs\": 2170, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 94040, \"dDurationMs\": 3840, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"however, \", \"acAsrConf\": 0 }, { \"utf8\": \"it \", \"tOffsetMs\": 204, \"acAsrConf\": 0 }, { \"utf8\": \"is \", \"tOffsetMs\": 408, \"acAsrConf\": 0 }, { \"utf8\": \"clear \", \"tOffsetMs\": 612, \"acAsrConf\": 0 }, { \"utf8\": \"that \", \"tOffsetMs\": 816, \"acAsrConf\": 0 }, { \"utf8\": \"they \", \"tOffsetMs\": 1020, \"acAsrConf\": 0 }, { \"utf8\": \"are \", \"tOffsetMs\": 1224, \"acAsrConf\": 0 }, { \"utf8\": \"unable \", \"tOffsetMs\": 1428, \"acAsrConf\": 0 }, { \"utf8\": \"to \", \"tOffsetMs\": 1632, \"acAsrConf\": 0 }, { \"utf8\": \"find\", \"tOffsetMs\": 1836, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 96190, \"dDurationMs\": 1690, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 96200, \"dDurationMs\": 4040, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"anyone \", \"acAsrConf\": 0 }, { \"utf8\": \"who \", \"tOffsetMs\": 186, \"acAsrConf\": 0 }, { \"utf8\": \"wants \", \"tOffsetMs\": 372, \"acAsrConf\": 0 }, { \"utf8\": \"to \", \"tOffsetMs\": 558, \"acAsrConf\": 0 }, { \"utf8\": \"buy \", \"tOffsetMs\": 744, \"acAsrConf\": 0 }, { \"utf8\": \"the \", \"tOffsetMs\": 930, \"acAsrConf\": 0 }, { \"utf8\": \"toxic\", \"tOffsetMs\": 1116, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 97870, \"dDurationMs\": 2370, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 97880, \"dDurationMs\": 4239, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"chemicals, \", \"acAsrConf\": 0 }, { \"utf8\": \"while \", \"tOffsetMs\": 400, \"acAsrConf\": 0 }, { \"utf8\": \"at \", \"tOffsetMs\": 800, \"acAsrConf\": 0 }, { \"utf8\": \"the \", \"tOffsetMs\": 1200, \"acAsrConf\": 0 }, { \"utf8\": \"same \", \"tOffsetMs\": 1600, \"acAsrConf\": 0 }, { \"utf8\": \"time\", \"tOffsetMs\": 2000, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 100230, \"dDurationMs\": 1889, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 100240, \"dDurationMs\": 3879, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"facing \", \"acAsrConf\": 0 }, { \"utf8\": \"demands \", \"tOffsetMs\": 251, \"acAsrConf\": 0 }, { \"utf8\": \"from \", \"tOffsetMs\": 502, \"acAsrConf\": 0 }, { \"utf8\": \"the \", \"tOffsetMs\": 753, \"acAsrConf\": 0 }, { \"utf8\": \"county \", \"tOffsetMs\": 1004, \"acAsrConf\": 0 }, { \"utf8\": \"administrative \", \"tOffsetMs\": 1255, \"acAsrConf\": 0 }, { \"utf8\": \"board \", \"tOffsetMs\": 1506, \"acAsrConf\": 0 }, { \"utf8\": \"to\", \"tOffsetMs\": 1757, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 102109, \"dDurationMs\": 2010, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 102119, \"dDurationMs\": 5600, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"solve \", \"acAsrConf\": 0 }, { \"utf8\": \"the \", \"tOffsetMs\": 223, \"acAsrConf\": 0 }, { \"utf8\": \"problem \", \"tOffsetMs\": 446, \"acAsrConf\": 0 }, { \"utf8\": \"of \", \"tOffsetMs\": 669, \"acAsrConf\": 0 }, { \"utf8\": \"the \", \"tOffsetMs\": 892, \"acAsrConf\": 0 }, { \"utf8\": \"large \", \"tOffsetMs\": 1115, \"acAsrConf\": 0 }, { \"utf8\": \"amount \", \"tOffsetMs\": 1338, \"acAsrConf\": 0 }, { \"utf8\": \"of\", \"tOffsetMs\": 1561, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 104109, \"dDurationMs\": 3610, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 104119, \"dDurationMs\": 5600, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"environmentally \", \"acAsrConf\": 0 }, { \"utf8\": \"hazardous \", \"tOffsetMs\": 592, \"acAsrConf\": 0 }, { \"utf8\": \"waste. \", \"tOffsetMs\": 1184, \"acAsrConf\": 0 }, { \"utf8\": \"Quote: \", \"tOffsetMs\": 1776, \"acAsrConf\": 0 }, { \"utf8\": \"Currently, \", \"tOffsetMs\": 2368, \"acAsrConf\": 0 }, { \"utf8\": \"the\", \"tOffsetMs\": 2960, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 107709, \"dDurationMs\": 2010, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 107719, \"dDurationMs\": 4521, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"proceeds \", \"acAsrConf\": 0 }, { \"utf8\": \"from \", \"tOffsetMs\": 268, \"acAsrConf\": 0 }, { \"utf8\": \"the \", \"tOffsetMs\": 536, \"acAsrConf\": 0 }, { \"utf8\": \"bankruptcy \", \"tOffsetMs\": 804, \"acAsrConf\": 0 }, { \"utf8\": \"estate \", \"tOffsetMs\": 1072, \"acAsrConf\": 0 }, { \"utf8\": \"are \", \"tOffsetMs\": 1340, \"acAsrConf\": 0 }, { \"utf8\": \"needed \", \"tOffsetMs\": 1608, \"acAsrConf\": 0 }, { \"utf8\": \"to\", \"tOffsetMs\": 1876, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 109709, \"dDurationMs\": 2531, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 109719, \"dDurationMs\": 5601, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"be \", \"acAsrConf\": 0 }, { \"utf8\": \"able \", \"tOffsetMs\": 265, \"acAsrConf\": 0 }, { \"utf8\": \"to \", \"tOffsetMs\": 530, \"acAsrConf\": 0 }, { \"utf8\": \"dispose \", \"tOffsetMs\": 795, \"acAsrConf\": 0 }, { \"utf8\": \"of \", \"tOffsetMs\": 1060, \"acAsrConf\": 0 }, { \"utf8\": \"the \", \"tOffsetMs\": 1325, \"acAsrConf\": 0 }, { \"utf8\": \"waste, \", \"tOffsetMs\": 1590, \"acAsrConf\": 0 }, { \"utf8\": \"which \", \"tOffsetMs\": 1855, \"acAsrConf\": 0 }, { \"utf8\": \"involves\", \"tOffsetMs\": 2120, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 112230, \"dDurationMs\": 3090, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 112240, \"dDurationMs\": 5040, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"a \", \"acAsrConf\": 0 }, { \"utf8\": \"cost \", \"tOffsetMs\": 314, \"acAsrConf\": 0 }, { \"utf8\": \"to \", \"tOffsetMs\": 628, \"acAsrConf\": 0 }, { \"utf8\": \"an \", \"tOffsetMs\": 942, \"acAsrConf\": 0 }, { \"utf8\": \"external \", \"tOffsetMs\": 1256, \"acAsrConf\": 0 }, { \"utf8\": \"party. \", \"tOffsetMs\": 1570, \"acAsrConf\": 0 }, { \"utf8\": \"Final \", \"tOffsetMs\": 1884, \"acAsrConf\": 0 }, { \"utf8\": \"quote,\", \"tOffsetMs\": 2198, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 115310, \"dDurationMs\": 1970, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 115320, \"dDurationMs\": 3960, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"the \", \"acAsrConf\": 0 }, { \"utf8\": \"county \", \"tOffsetMs\": 200, \"acAsrConf\": 0 }, { \"utf8\": \"administrative \", \"tOffsetMs\": 400, \"acAsrConf\": 0 }, { \"utf8\": \"board \", \"tOffsetMs\": 600, \"acAsrConf\": 0 }, { \"utf8\": \"writes \", \"tOffsetMs\": 800, \"acAsrConf\": 0 }, { \"utf8\": \"in \", \"tOffsetMs\": 1000, \"acAsrConf\": 0 }, { \"utf8\": \"its\", \"tOffsetMs\": 1200, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 117270, \"dDurationMs\": 2010, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 117280, \"dDurationMs\": 3720, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"inspection \", \"acAsrConf\": 0 }, { \"utf8\": \"report. \", \"tOffsetMs\": 229, \"acAsrConf\": 0 }, { \"utf8\": \"As \", \"tOffsetMs\": 458, \"acAsrConf\": 0 }, { \"utf8\": \"a \", \"tOffsetMs\": 687, \"acAsrConf\": 0 }, { \"utf8\": \"result \", \"tOffsetMs\": 916, \"acAsrConf\": 0 }, { \"utf8\": \"of \", \"tOffsetMs\": 1145, \"acAsrConf\": 0 }, { \"utf8\": \"the \", \"tOffsetMs\": 1374, \"acAsrConf\": 0 }, { \"utf8\": \"lack \", \"tOffsetMs\": 1603, \"acAsrConf\": 0 }, { \"utf8\": \"of\", \"tOffsetMs\": 1832, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 119270, \"dDurationMs\": 1730, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 119280, \"dDurationMs\": 3720, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"revenue, \", \"acAsrConf\": 0 }, { \"utf8\": \"it \", \"tOffsetMs\": 533, \"acAsrConf\": 0 }, { \"utf8\": \"is \", \"tOffsetMs\": 1066, \"acAsrConf\": 0 }, { \"utf8\": \"the\", \"tOffsetMs\": 1599, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 120990, \"dDurationMs\": 2010, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 121000, \"dDurationMs\": 3840, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"taxpayers \", \"acAsrConf\": 0 }, { \"utf8\": \"who \", \"tOffsetMs\": 343, \"acAsrConf\": 0 }, { \"utf8\": \"risk \", \"tOffsetMs\": 686, \"acAsrConf\": 0 }, { \"utf8\": \"having \", \"tOffsetMs\": 1029, \"acAsrConf\": 0 }, { \"utf8\": \"to \", \"tOffsetMs\": 1372, \"acAsrConf\": 0 }, { \"utf8\": \"be\", \"tOffsetMs\": 1715, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 122990, \"dDurationMs\": 1850, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 123000, \"dDurationMs\": 3280, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"responsible \", \"acAsrConf\": 0 }, { \"utf8\": \"for \", \"tOffsetMs\": 186, \"acAsrConf\": 0 }, { \"utf8\": \"the \", \"tOffsetMs\": 372, \"acAsrConf\": 0 }, { \"utf8\": \"disappearance \", \"tOffsetMs\": 558, \"acAsrConf\": 0 }, { \"utf8\": \"of \", \"tOffsetMs\": 744, \"acAsrConf\": 0 }, { \"utf8\": \"the \", \"tOffsetMs\": 930, \"acAsrConf\": 0 }, { \"utf8\": \"hazardous \", \"tOffsetMs\": 1116, \"acAsrConf\": 0 }, { \"utf8\": \"waste \", \"tOffsetMs\": 1302, \"acAsrConf\": 0 }, { \"utf8\": \"at \", \"tOffsetMs\": 1488, \"acAsrConf\": 0 }, { \"utf8\": \"the\", \"tOffsetMs\": 1674, \"acAsrConf\": 0 } ] }, { \"tStartMs\": 124830, \"dDurationMs\": 1450, \"wWinId\": 1, \"aAppend\": 1, \"segs\": [ { \"utf8\": \"\\n\" } ] }, { \"tStartMs\": 124840, \"dDurationMs\": 3759, \"wWinId\": 1, \"segs\": [ { \"utf8\": \"Nortrvås \","
  }
]