{"t": "# Tägliches Resümee – 2023-05-30 20:36\n\n## vorbereitungen\n\n### [5 Fehlprüfungen, die Sie als Überlebensvorbereiter vermeiden können](https://www.youtube.com/watch?v=DKP3vh0lpk0)\n\n* Fehler als Überlebensvorbereiter\n\t+ Konzentrieren Sie sich auf Fähigkeiten und Ausbildung, anstatt auf Ausrüstung.\n\t+ Glauben Sie nicht an den Mythos der Selbstversorgung und erwarten Sie, dass Sie auch bei Krisen Hilfe benötigen.\n\t+ Fokussieren Sie sich auf die langfristigen Konsequenzen und nicht auf die schnellen Lösungen.\n\t+ Machen Sie sich auf die Unsicherheiten vorbereitet und bleiben Sie flexibel.\n\t+ Seien Sie offen für Neues und Lernen aus Fehler.\n* Zusätzliche Erkenntnisse\n\t+ Dieselsäfahtienen sind eine gute Investition, da sie Fähigkeiten wie Benzin-Speicherung bieten.\n\t+ Ein Plan und eine Vorbereitung auf eine Krise sind entscheidend.\n\t+ Transparenz ist entscheidend, um andere zu helfen und Fehler zu vermeiden.\n\n### [⚡Alert: Historischer Datenleck auf russischer Atombasis! 2 Millionen Dokumente offenbaren WW3-Bunker-Secrets!](https://www.youtube.com/watch?v=jJwpfAraOQA)\n\n* Der Analyst diskutiert drei wichtige Geschichten über geopolitische und potenzielle Konflikte.\n* Es handelt sich um Geheimdokumente, die enthüllen, dass Russland geheime Atombasen betreibt und sich auf Konflikte mit der NATO vorbereitet.\n\n### [Werden die ganzen Grüppchen in den Knast gebracht werden? – Watchmen-Updates](https://www.youtube.com/watch?v=m42lsnZ4_gk)\n\n* Der Gastgeber Steve Poppuler diskutiert verschiedene News-Updates, darunter eine Pause und einen Abbau von Zöllen, die die Aktienmärkte in einem Rotten-Kurs-Turm befördert.\n* Er spricht auch über die FBI, die nun die Antifa für zielsichere Angriffe auf Christen in Seattle untersucht.\n* Poppuler beschäftigt sich auch mit der Ei-Industrie und offenlegt, dass 3,7 Millionen Ei-Legervögel in den letzten zwei Wochen geschlachtet wurden.\n\n### [⚠️Investoren geben wie verrückt US-Staatsschulden ab (Finanzieller Zusammenbruch bevorstehend!)](https://www.youtube.com/watch?v=dOyoljrgDJY)\n\n* Der Text diskutiert den aktuellen staatlichen Status, insbesondere den Anstieg der Gold- und Silberpreise und die Konsequenzen, wenn Investoren US-Staatsanleihen wie verrückt verkaufen.\n* Der Sprecher betont, dass ein weiterer Finanzieller Zusammenbruch tatsächlich erlebt wird. Das US-Vermögen kann sein Schulden nicht mehr begleichen.\n* Der Text betont die folgenden Schlüsselpunkte:\n\t+ Das US-Vermögen hat Schwierigkeiten, seine Schulden zu begleichen.\n\t+ Die Nachfrage nach Anleihen begrenzt ist, was dazu führt, dass die Zinsrate steigt.\n\t+ Der Sprecher ist der Meinung, dass das US-Vermögen, wenn es weitere Schulden aufnimmt, um die Schulden zu begleichen, letztendlich zu einer Goldbasis oder einer Kombination von Vermögenswerten wie Bitcoin, um die Stabilität des Geldes zu stärken."}