{"t": "# Täglicher Zwischenbericht – 2025-05-30 21-24\n\n### Vorbereitung\n\n#### [5 Fehler, die Sie in Ihrer Vorbereitung vermeiden können](https://www.youtube.com/watch?v=DKP3vh0lpk0)\n*Canadian Prepper*\n\nDer Sprecher, ein Vorbereiter, reflektiert über Fehler, die er in seinem Vorbereitungsweg gemacht hat. Er betont die Bedeutung, sich zu verstecken und unbeanstandet zu sein, anstatt sein Off-Grid-Vorbereitungsverhalten zu zeigen. Er rät, einDiesel-Fahrzeug, auch ein älteres, zu kaufen und ein verborgen installiertes Drehmoment anzuzeigen, da Diesel mehr zuverlässig und leichter zu speichern ist. Er spricht auch über das Beschleunigen von Vorbereitungen, was er seiner Tendenz zur genauen Vorhersage von Ergebnissen, aber Fehlcalibration von Zeiträumen zuzuschreiben ist. Er zitiert die COVID-19-Pandemie und den Zweiten Weltkrieg als Beispiel für Ereignisse, die länger dauern als er ursprünglich angenommen hat. Er rät, einen realistischeren Ansatz bei der Vorbereitung zu verfolgen, sich auf Unbekanntheit zu konzentrieren und die billigsten Optionen zu priorisieren. Ein Fehler, den er einräumt, ist das Glauben an den Off-Grid-Mythos, dass Freiheit oft mit Einfachheit gleichgesetzt wird. Er bemerkt, dass ein Leben ohne Strom eine Herausforderung und zeitintensiv sein kann, und es ist wichtig, die Opfer zu verstehen, die damit verbunden sind. Der Sprecher betont auch die Bedeutung, Fähigkeiten zu entwickeln, nicht zu fürchten sich vor Ratschlägen von anderen und Kurse in Überleben und Erste Hilfe zu belegen. Er ermutigt Vorbereiter, sich auf ein Werkzeug oder eine Fähigkeit zu konzentrieren anstatt ein gesamtes Arsenal an Geräten zu sammeln. Schließlich bemerkt er, dass jegliches zu viel Gerät und eine schlechte Organisation ein bedeutender Faktor sein kann, der in Krisensituationen zu Verwirrung und Unwirksamkeit führt. Er rät, ein gutes Werkzeug zu finden und sich daran zu halten anstatt ständig zu aktualisieren oder neue Geräte zu sammeln.\n\nEinige wichtige Punkte und Empfehlungen des Sprechers sind:\n\n* Priorisiert Unbekanntheit und lasst euch von der Gesellschaft nicht auffallen\n* Erwägt das Kauf eines Diesel-Fahrzeugs, auch eines älteren\n* Konzentriere dich auf Unbekanntheit und die billigsten Optionen\n* Développe ein realistischeren Ansatz bei der Vorbereitung, verstehe die Opfer, die damit verbunden sind\n* Glaube nicht an den Off-Grid-Mythos und verstehe die Opfer, die damit verbunden sind\n* Développe Fähigkeiten, sei nicht fürchterlich vor Ratschlägen von anderen und besuche Kurse in Überleben und Erste Hilfe\n* Konzentriere dich auf ein Werkzeug oder eine Fähigkeit anstatt ein gesamtes Arsenal an Geräten zu sammeln\n* Vermeide jegliches zu viel Gerät und achte auf eine gute Organisation\n\n### [⚡Warnung: Russischer Kernwaffensilo-Historisches Datenleck! 2 Millionen Dokumente enthüllen WW3-Bunker-Secrets!](https://www.youtube.com/watch?v=jJwpfAraOQA)\n*Prepper News Flash*\n\nDer Gastgeber des Prepper News Channels gibt einen Überblick über drei wichtige Geschichten, die mit dem Dritten Weltkrieg verbunden sind:\n\n1. Der offenbar existierende Zerwürfnis zwischen dem Pentaton und der israelischen Armee: Der Gastgeber schlägt vor, dass das Zerwürfnis möglicherweise unreal ist und dass die Waffen, die Israel erhalten hat, ein größeres Agendum anzeigen. Israel erhält immer noch Waffenlieferungen und wird ermöglicht, in einem vollem Konflikt mit Iran zu engagieren.\n2. Deutschland und Russland: Die Spannungen zwischen den beiden Ländern steigen an, und Deutschland hat erklärt, dass alle Restriktionen für die Nutzung von NATO-Waffen in der Ukraine aufgehoben wurden. Dies umfasst die Entwicklung von Langstrecken-Flugkörpern, die den Taurus-Flugkörper übertreffen. Die Russen haben eine direkte Angriff auf NATO-Activa oder Ziele in Deutschland angedroht, wenn dies geschieht.\n3. Das mutmaßliche Datenleck über Russlands geheime Kernwaffensilo: Ein deutsches Nachrichtenagentur, Dash Spiegel, hat 2 Millionen Dokumente entdeckt, die Russlands Kernwaffenprogramm ähneln. Die Dokumente umfassen Pläne, Sicherheitsdetails und Details über Steueranlagen, Bunker und Tunnel. Das Leak könnte NATO einen Vorteil in einem vollem Krieg mit Russland geben und könnte ein Game-Changer für die Verteidigung sein. Der Gastgeber schlägt vor, dass das Leak möglicherweise nicht intentional war, sondern ein bürokratisches Missverständnis darstellt. Die Dokumente enthalten Informationen über europäische Tochtergesellschaften, die an Projekten in russischen Kernwaffensilos gearbeitet haben, was Implikationen für die Authentizität des Leaks haben könnte. Der Gastgeber schlägt vor, dass das Leak Teil eines Desinformationskampagnen sein könnte, um NATO auf die falschen Ziele zu fokussieren. Der Gastgeber diskutiert die potenziellen Folgen des Leaks und die Bedeutung für Russlands Kernwaffenprogramm. Er bemerkt, dass das Leak negativ auf die Bevölkerung Putin persönlich stark sein könnte und dass es eingesetzt werden könnte, um interne Kontrahenten zu bekämpfen. Der Gastgeber schließt, dass das Leak bedeutungsvoll ist und könnte ein Game-Changer sein, aber es bleibt noch zu sehen, ob es authentisch ist oder Teil eines Desinformationskampagnen ist. Er bemerkt, dass die Dokumenten bereits an Westliche Nachrichtendienste weitergegeben wurden und schlägt vor, dass die Informationen möglicherweise veraltet sind, da sie öffentlich bekannt wurden.\n\n### [🚨🚨China bricht völlig das Abkommen – Hier kommt es](https://www.youtube.com/watch?v=n8oEJdkpqf4)\n*The Poplar Report*\n\nDer Sprecher, Steve Poppuler, beginnt, indem er den jüngsten Stillstand im Handelkriegsabkommen zwischen den Vereinigten Staaten und China diskutiert. Er bemerkt, dass Präsident Trump ankündigt hat, dass die Vereinigten Staaten keine \"gentlemanlich\" mehr mit China spielen werden und dass die Vereinigten Staaten möglicherweise höhere Zölle auf chinesische Güter im Ausland anlegen werden. Poppuler erläutert, dass China nicht an seine Versprechungen gehalten hat, insbesondere bezüglich der Offerten von US-Exporten, insbesondere von selteneren Erden, die in der Produktion von Waffen und Verteidigungssystemen verwendet werden. Er argumentiert, dass dies ein kritischer militärischer Aspekt ist, da die USA stark von chinesischen Importen von selteneren Erden abhängen, die China jetzt begrenzt. Poppuler bemerkt auch, dass China ein 75-Prozent-Tarif auf Plastikprodukte aus den USA verhängt hat, was ein Verstoß gegen das Tarifeinigungsinstrument ist. Er schlägt vor, dass die USA möglicherweise einen ähnlichen Tarif auf chinesische Plastikprodukte anlegen sollten. Der Sprecher diskutiert auch die Handelsverhandlungen mit der Europäischen Union, bemerkt, dass die EU sich versucht, den USA zu nutzen, indem sie bestimmte Handelshemmnisse für bestimmte Länder, aber nicht für die USA aufhebt. Er argumentiert, dass die USA leichtes Opfer für China und die EU war, weil sie bereit waren, Zugeständnisse zu machen. Poppuler berichtet auch über die US-Wirtschaft, bemerkt, dass die USA von Geld-Metall-Regimen abhängen und nicht mehr ein Schaltzentrum für Fabrikation sind. Er argumentiert, dass die USA ferner muss, um gegen China und andere Länder, die die USA ausnutzen, vorzugehen. Der Sprecher schließt, indem er bemerkt, dass die aktuellen Entwicklungen im Handel mit China"}