{"t": "* Regierungen bereiten sich auf eine Zentralbank-Digitalwährung vor. * Physische Vermögenswerte, Diversifizierung und Gold und Silber sind als Teil eines langfristigen Anlageportfolios empfohlen. * Die Periode niedriger Zinskurse könnte bald zu Ende gehen, was bedeutend Auswirkungen auf die Wirtschaft haben könnte. * Die Weltweiten Schulden sind nicht nachhaltig, insbesondere in den USA und Japan. * Der Pensionenkrisis wird zu einem Mangel an Arbeitnehmern führen, die Rentner unterstützen können. * Steuern werden steigen, insbesondere in Großbritannien und der Eurozone. * Militärische Konflikte werden eskalieren, wenn Währungen abfallen und zusammenbrechen. Der Sprecher bietet ein 90-Prozent-Rabatt auf ihre Gold- und Silberprogramme an, die ein Leitfaden zum Aufbau eines Gold- und Silber-Renteneinkommens mit physischem Gold und Silber enthalten. \n\n## KRYPTO \n\n### [GameStop kaufte 4.710 Bitcoin & enttäuschte die Erwartungen!](https://www.youtube.com/watch?v=pw4Bp8P66-E) *Blocktrainer*\n\n* Die Diskussion beginnt mit einem Hinweis auf GameStop, ein Unternehmen, das Konvertible Kurse ausgegeben hat, um Kapital aufzubringen.\n* Die Sprecher erwähnen, dass das Unternehmen dieses Kapital verwenden wird, um Bitcoin zu kaufen.\n* Sie sprechen auch über das Potential für das Unternehmen, einen großen Profit aus der Zunahme des Bitcoin-Wertes zu erzielen.\n* Sie sprechen auch über die Risiken, die das Unternehmen dadurch eingeht, Konvertible Kurse auszugeben, aber dass das Potential für einen Gewinn es wert ist.\n\nEinige auffällige Abschnitte des Transkriptes sind:\n\n* Von 0-4990ms sprechen die Sprecher über die Strategie des Unternehmens und das Potential für einen Gewinn aus der Zunahme des Bitcoin-Wertes.\n* Von 520-5120ms sprechen die Sprecher über den CEO des Unternehmens, Michael Sailor, und seine Rolle in der Entscheidungsfindung.\n* Von 7270-7370ms sprechen die Sprecher über die Verwendung von Konvertible Kurses durch das Unternehmen, um Kapital aufzubringen.\n* Von 8460-8550ms sprechen die Sprecher über die potenziellen Risiken und Belohnungen des Unternehmens, als es in Bitcoin investiert.\n* Von 11.140-11.210ms sprechen die Sprecher über das Vorhaben des Unternehmens, das aufgebrachte Kapital zu verwenden, um einen großen Gewinn aus der Zunahme des Bitcoin-Wertes zu erzielen.\n\nIm Ganzen suggeriert das Transkript, dass GameStop ein Risiko eingeht, indem es Konvertible Kurse ausgegeben hat, um Kapital aufzubringen, aber das Potential für einen Gewinn es wert ist.\n\n## CHRISTENTUM\n\n### [Die wahre Bedeutung von Shavuot](https://www.youtube.com/watch?v=y1FiztubpXk) *Behold Israel*\n\n* Der Sprecher diskutiert das Fest der zwei Tage, auch bekannt als PenteKOST, und wie es eine göttliche Prophetie ist, das Weizenaberpflug und die Übergabe des Gesetzes an Israel auf dem Sinai gelobt.\n* Der Sprecher betont die Verbindung zwischen PenteKOST und der Übergabe des Gesetzes, indem er auf den sehr selben Tag verweist, an dem Gott seinen Geist sendete, um sein Gesetz auf menschlichen Herzen zu schreiben (Apt 2,1-4).\n* Der Sprecher referenziert Kol 2,16-17, die aussagen, dass die alten Testament-Feiertage, einschließlich PenteKOST, ein Schatten sind, der auf die Zukunft hinfellt, aber die Substanz in Christus ist.\n* Der Sprecher bemerkt, dass am Sinai etwa 3.000 Menschen durch Sünden gestorben sind, aber an PenteKOST etwa 3.000 Seelen zum christlichen Glauben hinzugefügt wurden (Apt 2,41).\n* Der Sprecher diskutiert die Anweisungen in Lev 23,17 für die Welle, die lebende Semmchen enthalten, ein ungewöhnliches Dekret, da lebende Semmchen typischerweise das Symbol für Sünde sind.\n* Der Sprecher interpretiert die beiden Welle-Loafs als das Körper Christi, mit einem Loaf, der für die Juden und einem für die Heiden darstellt, beide enthalten lebende Semmchen, die das Unvollkommenheiten von Menschlichkeit symbolisieren.\n* Der Sprecher betont, dass trotz unserer Unvollkommenheiten Gott uns als seine Anhänger annimmt und dass der Heilige Geist eine einheitliche Körper von Juden und Heiden auf PenteKOST schafft, dem sehr tag, auf den diese Weeren präsentiert werden sollten.\n* Der Sprecher referenziert Ezechiel 36,27, in dem Gott sagt, dass er seine Seele in Menschenleibern legen wird und sie dazu brunden wird, in seinem Gesetz zu wandeln, hervorhebend, dass Gott die Rolle einnimmt, Menschen zu transformieren, anstatt auf menschliche Stärke zu verlassen.\n* Der Sprecher schließt mit der Bedeutung von PenteKOST als dem Tag, an dem Gottes Gegenwart von einem Tempel, der aus menschlichen Händen gebaut wurde, zu menschlichen Herzen wechselt, und als dem Tag, an dem der Ernte des Heils begann."}