{"t": "Der Sicherheitsrat über seine Erfahrungen bei der Freiwilligenarbeit im Gaza-Streifen. • Er besuchte Gaza zweimal seit dem 7. Oktober und verbrachte dort 5 Wochen ohne einen einzigen Kampfteilnehmer zu behandeln. • Seine Patienten waren generell Zivilisten, darunter: + Ein 6-jähriger mit Schrapnell in seinem Herzen + Schwangere Frauen, deren Becken zerstört und ihre Feten alive in der Gebärmutterndegetren wurden • Dr. Sidwa wies die israelische Militärcampagne an, systematisch das medizinische System in Gaza zu zerstören, das Völkerrecht zu verletzen und Zivilisten zu töten. • Er berichtete, dass das medizinische System noch nicht versagt habe, sondern absichtlich zerstört worden sei. • Dr. Sidwa betonte, dass der Notstand im Gaza-Streifen vermeidbar sei und die Notwendigkeit nach behandelter Menschenwürde für die Palästinenser betonte, indem er verwehrt, sie zu normalisieren oder zu entmenschlichen. • Er verurteilte die Unterstützung, die von den Vereinigten Staaten, ab dem Biden- und weiter unter der Trump-Regierung, als Teilnahme an Gentfolge. • Der Doktor erhielt ein irres und schockiertes Anerkennung von der Gastgeberin, die die grauenvolle Natur der Situation und die US-Teilnahme darin anerkannte. Wichtige Zahlen und Termine: * 7. Oktober: Dr. Sidwas erster Besuch im Gaza-Streifen * 5 Wochen: Dr. Sidwas Aufenthalt im Gaza-Streifen während seinem zweiten Besuch Wichtige Namen: * Dr. Fose Sidwa * President Joe Biden * President Donald Trump ## SCHWEDEN ### [Statliga Iranexperten verknüpft mit iranischer Regierung – \"Sicherheitslappend\"](https://www.youtube.com/watch?v=8eZ-mLQrC-M) *Riks* Der Transcript scheint eine Aufzeichnung einer Unterredung oder eines Interviews zwischen einer Person (wahrscheinlich dem Interviewer) und einer anderen Person (dem Interviewpartner) zu sein. Das Gespräch kreist um eine Reihe von Themen, einschließlich: 1. Hoher Manager und Außenpolitik: Der Interviewpartner erzählt vom Manager, Roll und dem Werk des Instituts auf dem Gebiet der Außenpolitik. 2. MENA und Das schwedische Institut für Außenpolitik: Der Interviewpartner diskutiert den MENA-Region und das schwedische Institut über die Arbeit in diesem Bereich. 3. Außenpolitik und das Außenministerium: Der Interviewpartner kommentiert, dass das Außenministerium an Außenpolitik beteiligt ist und wie sie ihre Bemühungen wahrnehmen. 4. Iranische Regierung: Der Interviewpartner erwähnt die iranische Regierung und ihre gemeldeten Verbindungen zu einem TV-Sender. 5. Amerikanisches Institut: Der Interviewpartner spricht über ein amerikanisches Institut,das an der Außenpolitik-Forschung beteiligt ist und mit dem schwedischen Institut zusammenarbeitet. 6. Berichte und Forschung: Der Interviewpartner diskutiert verschiedene Berichte und Forschungen über die Außenpolitik und internationale Beziehungen. Hervorragende Punkte: * Das schwedische Institut für Außenpolitik ist an Forschungen auf dem Gebiet der Außenpolitik und internationalen Beziehungen beteiligt. * Das Institut hat Verbindungen mit anderen Organisationen, einschließlich des amerikanischen Institutes. * Die iranische Regierung wurde gemeldet, Verbindungen zu einem TV-Sender zu haben. * Das Außenministerium ist an Entscheidungen über die Außenpolitik beteiligt. * Der Interviewpartner erwähnt bestimmte Einzelpersonen, wie Nemar Stami, den Rechtsanwalt, und Rosbe, den Direktor des Instituts. Bekannte Ereignisse und Termine: * Zwei Jahre zuvor erinnerte der Interviewer sich an etwas Correct. * Ein bestimmter Bericht wurde vor längerer Zeit veröffentlicht. Der Transcript ist sehr lang, mit mehr als 30.000 Bytes Text. Es scheint eine detaillierte und informative Unterredung über verschiedene Aspekte der Außenpolitik und internationalen Beziehungen zu sein."}