{"t": "Hier sind die Übertragungen:\n\n### Positivere und gesünderer Körper Bild. Der Sprecher gibt an, dass diese Angelegenheit komplex und vielschichtig ist und wahrscheinlichforderungen für eine umfassende Vorgehensweise erfordert, die Bildung, Aufklärung und Gesetzgebung betreffen. Über das gesamte transkribierte Material hinaus wird die Idealisierung von Schlankheit bei jungen Frauen als ein weitverbreitetes und komplexes Problem dargestellt, das für ihre mentale und physische Gesundheit ernsthafte Folgen hat. Die Diskussion hervorhebt die Bedeutung der Selbstakzeptanz und -liebe bei jungen Frauen und ermutigt Experten, zusammenzuarbeiten, um dieses Problem zu lösen und ein positives und gesundes Körperbild zu fördern.\n\n### [Gestatte dich auf weitere LOCKDOWNs! Es gibt ein neues hochansteckendes COVID-Strain auf freiem Fuß | Redacted](https://www.youtube.com/watch?v=PvDjueqhTJk) *Redacted*\n\nDer Transkript diskt das neue COVID-19-Strain NB.1.8.1, das als hochansteckendConsider. Obwohl Berichte behaupten, dass es sehr ansteckend ist, hat die Weltgesundheitsorganisation (WHO) gemeldet, dass die Schwere dieses Strains gering ist. Der Sprecher teilt eine Analyse mit, die zu dem Schluss kommt, dass die eigenen Meldungen der WHO darauf hindeuten, dass die Schwere von NB.1.8.1 gering ist. Der Sprecher diskutiert auch das COVID-19-Impfungsgemittel und erklärt, dass es ungewiss ist, ob das aktuelle Impfungsgemittel wirksam ist gegen den neuen Stamm, da es gegen vorherige Stämme entwickelt wurde. Der Sprecher betont die Bedeutung von echten Zahlen und klinischen Studien, um die Wirksamkeit des Impfungsgemittels gegen den neuen Stamm zu demonstrieren. Im Transkript wird auch die Entfernung des COVID-19-Impfungsgemittels von der Empfehlung des Centers for Disease Control and Prevention (CDC) für gesunde Kinder und schwangere Frauen genannt, das am Dienstag in Kraft getreten ist. Allerdings können lokale Schulbezirke immer noch das Impfungsgemittel auf Kinder drängen, da die Anforderungen auf Ebene der Bundesstaaten liegen und jedes Bundesstaat entscheiden kann, ob es die Impfquote unterhält.\n\n* NB.1.8.1 wird als hochansteckend betracht\n* WHO meldet eine geringe Schwere von NB.1.8.1\n* Unsicherheit über die Wirksamkeit des aktuellen Impfungsgemittels gegen NB.1.8.1\n* COVID-19-Impfungsgemittel entfernt von der Empfehlung des CDC für gesunde Kinder und schwangere Frauen\n* Lokale Schulbezirke können immer noch das Impfungsgemittel auf Kinder drängen\n* Bedeutung von echten Zahlen und klinischen Studien, um die Wirksamkeit des Impfungsgemittels gegen den neuen Stamm zu demonstrieren\n\n### [[REAKTION] Gaza: \"Das medizinische System - wurde systematisch abgerüstet\"](https://www.youtube.com/watch?v=ZsmiSh7dRh8) *Judging Freedom*\n\n* Dr. Fose Sidwa, ein iranischer Chirurg aus Kalifornien, hat während seines 5-wöchigen Aufenthalts in Gaza über seine Erfahrungen bei der UN-Sicherheitsrat-Sitzung getestet.\n* Dr. Sidwa gab an, dass er während seines Aufenthalts nur Unschuldige Zivilisten, darunter Kinder und schwangere Frauen, behandelt hat, die Opfer des bewaffneten Konflikts waren.\n* Er betonte, dass das medizinische System in Gaza systematisch abgerüstet wurde, wodurch Zivilisten an vermeidbaren Ursachen wie Hungersnot, Sepsis und Exposition sterben.\n* Dr. Sidwa betonte, dass der Notfall in Gaza völlig vermeidbar ist und dass es sich um eine willkürliche Verleugnung von grundlegenden menschlichen Bedürfnissen wie Nahrung, Obdach, Wasser und Medizin handelt.\n* Er schrieb der Verletzung des humanitären Völkerrechts durch Israel vor, das Unterstützung von den Vereinigten Staaten erhalten hat, einschließlich Finanzierung von der Biden- und Trump-Regierung.\n* Dr. Sidwa zog den Schluss, dass die USA an einer Genozid-Komplicität beteiligt ist und dass die Situation eine Menschenwürde-Krise für das palästinensische Volk ist.\n* Der Kommentator auf der Sendung fügte hinzu, dass die Situation entsetzlich ist und dass es schwer zu glauben ist, dass die USA die Gewalt nicht unterbrochen oder sie nicht unterstützt hat.\n* Der Kommentator fügte hinzu, dass die Israelis die Konflikts nicht ohne US-Unterstützung ausführen konnten.\n\n### SWEDEN\n\n### [Statliga Iranexperten kopplas till iranska regimen – \"Säkerhetshot\"](https://www.youtube.com/watch?v=8eZ-mLQrC-M) *Riks*\n\nDer übergebenen Transkript gefällt sich wie eine Aufnahme oder ein Interview zwischen einem Individuum und einem Interviewer. Das Gespräch umfasst verschiedene Themen, einschließlich:\n\n1. Der schwedischen Stiftung für Auswärtige Politik, die für Forschung und Analyse auf dem Gebiet der Auswärtigen Politik verantwortlich ist.\n2. Die Mittel der Stiftung kommen aus dem schwedischen Außenministerium.\n3. Die Stiftung hat an verschiedenen Projekten teilgenommen, einschließlich Forschungen zum MENA (Mittelmeerraum und Nordafrika) und der schwedischen Stiftung für Auswärtige Politik.\n4. Der Interviewer fragt nach einem bestimmten Projekt, und das Individuum erwähnt, dass es von der schwedischen Regierung finanziert wurde.\n5. Der Interviewer fragt nach den Erfahrungen des Individuums bei der Stiftung, und die Antwort umfasst eine Diskussion über die Herausforderungen, die die Stiftung bei ihrer Forschung und Analyse zu bestehen hat.\n6. Das Gespräch berührt auch das Thema der persönlichen Erfahrungen und Verbindungen des Interviewers zur Stiftung.\n7. Der interviewte befand, dass die Stiftung an verschiedenen Untersuchungen und Berichten zum Auswärtigen Politik geplant hat und dass diese Berichte dazu bestimmt sind, die öffentliche Debatte und die Politikentscheidung zu informieren.\n8. Der Interviewer fragte nach der Meinung des Individuums zur Rolle von Medien in der Formung öffentlicher Meinung und zur Rolle der Stiftung bei der Bereitstellung von evidenzbasierten Forschungen für die öffentliche Debatte.\n9. Das Gespräch berührt auch die Bedeutung von Transparenz und Verantwortlichkeit im Arbeit von der Stiftung."}