{"t": "# Tägliches Resümee – 2025-05-30 20:36\n\n\n\n## vorbereitungen\n\n### [5 Fehlprüfungen, die Sie als Überlebensvorbereiter vermeiden können](https://www.youtube.com/watch?v=DKP3vh0lpk0)\n*Canadischer Überlebensvorbereiter*  \n\n**Fehler als Überlebensvorbereiter**\n* Konzentrieren Sie sich auf Ikonographie und präsentieren Sie hochwertige Ausrüstung anstelle von Unscheinbarkeit und Einfachheit. Der Zweck eines Überlebensvorbereiters sollte es sein, sich zu verstecken und nicht auf sich aufmerksam zu machen.\n* Machen Sie sich in die Zeilen ein undstellen nicht die langfristigen Konsequenzen. Ein Überlebensvorbereiter sollte patienten und realistisch sein, wenn es um die Zeitrahmen von Ereignissen geht.\n* Glauben Sie an den Mythos der Selbstversorgung und erwarten Sie, dass sich Ihr Leben komplett ohneKomfort umstrukturieren wird. Die Selbstversorgung erfordert viel Arbeit, und es ist wichtig, die Herausforderungen zu verstehen, die damit verbunden sind.\n* Konzentrieren Sie sich nicht auf Fähigkeiten und Ausbildung. Ein Überlebensvorbereiter sollte sich darauf konzentrieren, neue Fähigkeiten zu erwerben und Kurse in Bereichen wie Überleben, Erste Hilfe und Selbstverteidigung zu besuchen.\n* Seien Sie zu sehr auf Ausrüstung fixiert und organisieren Sie sich nicht. Es ist wichtig, einige essentielle Werkzeuge zu beherrschen und sich daran zu halten, anstatt ständig neue Ausrüstung zu sammeln.\n**Zusätzliche Erkenntnisse**\n* Dieselsäfahtienen sind eine gute Investition wegen ihrer Fähigkeit, Benzin zu speichern und verschiedene Gerätschaften zu betreiben. Sie sind auch robuster und weniger explosiv als Benzin.\n* Der Kauf eines Grundstücks ist essentiell für die Vorbereitung. Suche nach billigem, nicht gefragtem Gebiet mit minimaler Infrastruktur.\n* Ein Plan und eine Vorbereitung auf eine Krise sind entscheidend. Es ist wichtig, Prioritäten zu setzen und sich nicht in den Hype zu verstricken.\n* Transparenz ist entscheidend. Teilen Sie Ihre Fehler und was Sie daraus gelernt haben, um anderen zu helfen.\n**Persönliche Reflexionen**\n* Der Sprecher passte ihre Entscheidungen nach seiner YouTube-Channel an und entwickelte eine Tendenz, sich auf hochwertige Ausrüstung und Ikonographie zu konzentrieren.\n* Der Sprecher hat gelernt, seine Vorstellung von Zeitrahmen und Ereignissen zu rekalibrieren, indem er sich bewusst wurde, dass Vorhersagen oft falsch sind und der Prozess des Zerfalls langsamer und ausgedehnter ist als erwartet.\n* Der Sprecher bereut die Konzentration auf die Selbstversorgung und die Herausforderungen und Opfer, die damit verbunden sind.\n\n\n### [⚡Alert: Historischer Datenleck auf russischer Atombasis! 2 Millionen Dokumente offenbaren WW3-Bunker-Secrets!](https://www.youtube.com/watch?v=jJwpfAraOQA)\n*Überlebens-Neu-Flash*  \n\nDer Analyst diskutiert drei wichtige Geschichten zu geopolitischen und potenziellen Konflikten. Die erste Geschichte betrifft den vermeintlichen Schnitt zwischen dem Pentagons und der israelischen Armee. Der Analyst glaubt, dass Israel von den USA unterstützt wird, um Konflikte mit Iran zu führen, und merkt an, dass die Fluss von Waffen die Wahrheit über ein Landesagenda offenlegt.\n Die zweite Geschichte behandelt die zunehmende Spannung zwischen Deutschland und Russland, wobei Deutschland ermächtigt, dass Ukraine langreichleitete Raketeninstellungen baut, die potenziell russsische Luftabwehr umgehen könnten. Der Analyst merkt an, dass dies zu einem direkten Angriff auf NATO-Anlagen führen könnte und warnt, dass Russland die Errichtung dieser Anlagen hat bedroht.\n Die dritte Geschichte behandelt ein Datenleck von russischen geheimen Atombasen, einschließlich Informationen über Nuklearrohrraketen und Sicherheitssysteme. Der Analyst merkt an, dass dies einen Potenzialvorteil für NATO verschaffen könnte und eine Schwäche in Russland schaffen könnte. Das Leak umfasst 3D-Darstellungen von Anlagen, Sicherheitsinformationen und Informationen über Raketen und Bunker.\n Der Analyst diskutiert die potenzielle Bedeutung dieses Leaks, indem er betont, dass dies ein Vorzeichen eines Konflikts zwischen Russland und NATO sein könnte. Sie schlagen auch vor, dass dies ein Mittel sein könnte, um die NATO an sich zu täuschen oder falsche Daten zu propagieren.\n Der Analyst merkt an, dass das Leak auch eine Entpolung für Russland sein könnte, insbesondere wenn das Leak als bureacratische Fehlleistung wahrgenommen wird. Sie schlagen auch vor, dass das Leak geschleudert werden könnte, um Putins Image zu stärken und innere Gegner anzugreifen.\n Zuletzt merkt der Analyst an, dass das Leak auch Russlands größte Nuklear-upgrades offenbart und Schwachstellen offengelegt hat, die von Kriegsplanern verwendet werden könnten. Sie schlagen vor, dass das Leak zu Russlands Abkehren beitrage und die Wahrscheinlichkeit eines Krieges erhöht.\n\n\n### [🚨🚨Werden die ganzen Grüppchen in den Knast gebracht werden? – Watchmen-Updates](https://www.youtube.com/watch?v=m42lsnZ4_gk)\n*The Poplar-Report*  \n\nDer Gastgeber Steve Poppuler öffnet den Sendung, indem er verschiedene News-Updates diskutiert, einschließlich einer Pause und dann einem Abbau von Zöllen, die die Aktienmärkte in einem Rotten-Kurs-Turm befördert. Er spricht auch über die FBI, die nun die Antifa für zielsichere Angriffe auf Christen in Seattle untersucht, und dass Madna einen wichtigen Vertrag verloren hat.\n Poppuler verbringt dann einige Zeit damit, sich mit der Ei-Industrie zu beschäftigen, indem er offenlegt, dass 3,7 Millionen Ei-Legervögel in den letzten zwei Wochen geschlachtet wurden, wobei ein bedeutender Anteil aus Arizona stammt, einem demokratischen Hochburg-Staat. Er merkt an, dass die Bundesregierung Arizona nicht gebeten hat, die Vögel zu schlachten, aber der Staat selbst getan hat. Dies könnte zu Verfügbarkeitsproblemen und Preisfluktuationen in Arizona und umliegenden Staaten führen.\n Er diskutiert auch die Manipulation des Financial Systems durch politische Gründe durch die Federal Reserve, und die potenziellen Folgen dieser Handlung. Zudem merkt er an, dass Präsident Trump dem Chef der Federal Reserve gesagt hat, dass sie eine riesige Fehleistung begangen haben, wenn sie Zinssätze nicht gesenkt haben, und dass der Chef der Chicago Federal Reserve gesagt hat, dass, wenn Tarife reduziert werden, Zinssätze gesenkt werden.\n Der Gastgeber spricht auch über chinesische Studenten, die ihre Visa wiederholen, insbesondere die, die mit der kommunistischen Partei Chinas verbunden sind, und die Aussetzung eines 766-Millionen-Dollar-Vertrags von Madna zur Bekämpfung zukünftiger Pandemien, einschließlich Vogelgrippe.\n Einige Zuhörer teilen ihre persönlichen Erfahrungen und Beunruhigungen, einschließlich Problemen mit Steaks, Bargeld- und Kreditkarten-bezahlen und betrügerischen medizinischen Rechnungen.\n Während der Sendung_betont Poppuler immer wieder sein Engagement für Transparenz und Genauigkeit, indem er sagt, dass er bestimmte News-Segmente und Kryptowährungen nicht abdeckt, weil sie zu komplex sind und die Gefahr von Falschberichten besteht.\n Wichtigere Zahlen und Statistiken, die in der Transkription Erwähnung finden, sind:\n* 3,7 Millionen: Die Zahl der Ei-Legervögel, die in den letzten zwei Wochen geschlachtet wurden.\n* 1,5 Millionen: Die Zahl der Ei-Legervögel, die in Arizona geschlachtet wurden.\n* 2,2 Millionen: Die wahrscheinliche Zahl von Ei-Legervögeln, die in Arizona geschlachtet wurden.\n* 766 Millionen: Der Wert des Madna-Vertrags zum Schutz zukünftiger Pandemien, einschließlich Vogelgrippe.\n* 1.000: Die tägliche Limitierung von Karten-geschäft bei einem lokalen Bank.\n* 100: Die nominale Höhe von 20 Ein-Pol-Banden, die eine Person in Walmart mitgebracht hat.\n* 20: Die Anzahl von 100-Franken-Noten, die eine Person in Walmart mitgebracht hat.\n* 25 Minuten: Die Zeit, die ein Arzt angeblich mit einem Patienten verbracht hat, obwohl er nur 5 Minuten lang gewesen war.\n* 5 Minuten: Die angebliche Zeit, die ein Arzt mit einem Patienten verbracht hat.\n\n\n### [⚠️Investoren geben wie verrückt US-Staatsschulden ab (Finanzieller Zusammenbruch bevorstehend!)](https://www.youtube.com/watch?v=dOyoljrgDJY)\n*Neil McCoy Ward*  \n\nDer Text diskutiert den aktuellen staatlichen Status, insbesondere den Anstieg der Gold- und Silberpreise und die Konsequenzen, wenn Investoren US-Staatsanleihen wie verrückt verkaufen. Der Sprecher betont, dass ein weiterer Finanzieller Zusammenbruch tatsächlich erlebt wird. Das US-Vermögen kann sein Schulden nicht mehr begleichen, und wenn Investoren ihre US-Staatsanleihen verkaufen, steigt die Zinsrate künstlich, was einen direkten Angriff auf die Kaufkraft der Menschen darstellt.\n Der Text betont die folgenden Schlüsselpunkte:\n* Das US-Vermögen hat Schwierigkeiten, seine Schulden zu begleichen, da die Nachfrage nach Anleihen begrenzt ist, was dazu führt, dass die Zinsrate steigt.\n* Die 30-jährige Staatsanleihe hat den 5%-Zinssatz überschritten, was es für Anleger teurer macht, Investitionen zu tätigen.\n* Dies führt zu einerDecrease im Wert des US-Dollars, was zu Inflation und potenziell zu steigenden Preisen führen könnte.\n* Der Sprecher ist der Meinung, dass das US-Vermögen, wenn es weitere Schulden aufnimmt, um die Schulden zu begleichen, letztendlich zu einer Goldbasis oder einer Kombination von Vermögenswerten wie Bitcoin, um die Stabilität des Geldes zu stärken.\n Der Text diskutiert auch:\n* Den aktuellen Zustand der globalen Finanzmärkte, in der Investoren nach sicheren Anlagen wie Gold und Silber suchen.\n* Die Rolle von Kreditbewertungsagenturen wie Moody's im Downgrade des US-Kredits, was zu höheren Zinsen führen kann.\n* Die Bedeutung, sich langfristig aufzuhalten und eine Vielfalt in den Investment-Anlagen aufrechtzuerhalten, einschließlich der Investition in physisches Gold und Silber.\n* Die bevorstehende Veröffentlichung des neuen Investment-Kurses von Ward, die sich auf Gold- und Silber-Investitionen konzentriert.\n Der Sprecher schließt mit der Betonung der Bedeutung langfristiger Investitionsstrategien und Vielfalt in den Anlagen.\n\n Relevant: Die Zahlen und Statistiken, die in dem Text Erwähnung finden, sind:\n\n* 20 Milliarden Dollar: Die Summe an Staatsanleihen, die vom US-Vermögen im Jahr 2019 ausgab.\n* 5%: Der Zinssatz auf die 30-jährige Staatsanleihe.\n* 50 Milliarden Dollar: Die potenzielle Menge an Schulden, die das US-Vermögen in den nächsten 10 Jahren aufnehmen würde.\n* 90%: Der Rabatt auf den neuen Investment-Kurs von Ward.\n*Kausale Verbindungen und Korrelationen, die im Text Erwähnung finden, sind:\n* Der Anstieg der Gold- und Silberpreise wird auf die Schwäche von Staatsanleihen zurückgeführt.\n* Die Steigerung der Zinsrate auf Staatsanleihen wird auf die verringerte Nachfrage nach Anleihen und das Problem des US-Vermögens zurückgeführt.\n* Die Decrease im Wert des US-Dollars wird auf die steigenden Preise und die potenzielle Inflation zurückgeführt."}