{"t": "Here is the translation of the text to PL:\n\nMore pozytywnego i zdrowego wyobrażenia ciała. Mówca zauważa, że to jest złożony i wieloaspektowy problem, który prawdopodobnie będzie wymagał kompleksowego podejścia w zakresie edukacji, wzmocnienia świadomości i zmian w zasadach. W ogóle, nota ta sugeruje, że idealizacja szczupłości wśród młodych kobiet to powszechny i złożony problem, który ma seriose konsekwencje dla ich zdrowia fizycznego i psychicznego. Dyskusja podkreśla wagę kształcenia samoakceptacji i miłości samego siebie wśród młodych kobiet i zachęca ekspertów do współpracy w celu wyeliminowania tego problemu i promując zdrowe i pozytywne wyobrażenie ciała.\n\n###  [Get ready for more LOCKDOWNS! There's a NEW highly infectious COVID strain on the loose | Redacted](https://www.youtube.com/watch?v=PvDjueqhTJk)\n\n*Rozważane* Transkrypcja omawia nową przypadłość COVID-19 o gatunku NB.1.8.1, która uznawana jest za silnie zaraźliwą. Pomimo doniesień sugerujących, że jest silnie zaraźliwa, Światowa Organizacja Zdrowia (WHO) doniosła, że ciężkość tej przypadłości jest niska. Mówca udostępnia analizę, która potwierdza, że doniesienia WHO sugerują, że ciężkość NB.1.8.1 jest niska. Mówca omawia szczepionkę COVID-19, stwierdzając, że nie jest pewne, czy aktualna szczepionka będzie skuteczna przeciwko nowej przypadłości, ponieważ została opracowana przeciwko wcześniejszym przypadłościom. Mówca podkreśla wagę rzeczywistych liczb i trials klinicznych w celu udowodnienia efektywności szczepionki przeciwko nowej przypadłości.\n\nTranskrypcja także omawia usunięcie szczepionki COVID-19 z rekomendowanego harmonogramu szczepień CDC dla zdrowych dzieci i kobiet w ciąży, skutkującą od dnia 16 stycznia. Jednakże, lokalne szkoły może nadal próbować szczepić dzieci, ponieważ wymagania są na poziomie stanowym, a każdy stan może decydować, czy pozostawić harmonogram szczepień.\n\nWybrane punkty transkrypcji:\n\n* NB.1.8.1 uznawana jest za silnie zaraźliwą\n* WHO doniosła, że ciężkość NB.1.8.1 jest niska\n* Niepewność dotycząca efektywności aktualnej szczepionki przeciwko NB.1.8.1\n* Usunięcie szczepionki COVID-19 z rekomendowanego harmonogramu szczepień CDC dla zdrowych dzieci i kobiet w ciąży\n* Lokalne szkoły mogą nadal próbować szczepić dzieci\n* Waga rzeczywistych liczb i trials klinicznych w celu udowodnienia efektywności szczepionki\n\nLiczby i procenty wymienione w transkrypcji:\n\n* 15% kod 1775 kawy\n* Do 8 lat wstecznej biologicznej naprawy\n* Styczeń 2023 (szczyt przypadłości XBB.1.5)\n\nPostacie wymienione w transkrypcji:\n\n* Robert F. Kennedy Jr. (sekretarz HHS)\n* Dr. Jay Badacharia (dyrektor NIH)\n* Dr. Marty McCary (komisarz FDA)\n* Dr. Mackery (zm. Stwierdził, że wszystkie szczepionki w dalszej perspektywie będą miały rzeczywiste trials kliniczne)\n\nŁącze powiązane:\n\n* Nowa przypadłość NB.1.8.1 uznawana jest za silnie zaraźliwą\n* WHO doniosła, że ciężkość NB.1.8.1 jest niska\n* Niepewność dotycząca efektywności aktualnej szczepionki przeciwko NB.1.8.1\n* Usunięcie szczepionki COVID-19 z rekomendowanego harmonogramu szczepień CDC dla zdrowych dzieci i kobiet w ciąży\n* Waga rzeczywistych liczb i trials klinicznych w celu udowodnienia efektywności szczepionki"}