{"t": "**PREPAREDNESS**\n\n### Learn This Survival Skill Before It's Too Late w/@GardeningInCanada\n\n*   **Canadian Prepper**   \n\nCanadian Prepper discusses a conversation around gardening with Gardening in Canada. The discussion revolves around the host's preparedness for a potential apocalypse through gardening.\n\n    *   Gardening in Canada offers expertise in the field to help the host with their gardening efforts.\n    *   The host has set up a greenhouse, but the soil may be too cold for optimal production.\n    *   Gardening in Canada suggests using direct drippers for more efficient irrigation.\n    *   Flowers can attract pollinators for optimal plant growth.\n    *   Bagged dirt in containers can cause plants to suffocate.\n    *   Small cages for tomato plants can restrict growth.\n    *   Bush beans are better suited for trellises.\n\n    Some key numbers and details mentioned in the conversation:\n\n    *   The host has 1,330,000 subscribers to their channel.\n    *   Gardening in Canada has invested significant time in teaching the host.\n    *   A Milwaukee 18-volt bit driver was used to build the garden beds.\n    *   The host has a manifold irrigation system with four controls.\n    *   Nitrogen fertilizer can be used to decompose herbicides.\n\n### ALERT: Something Isn't Right Here... The War Is About To Explode\n\n*   **Prepper News Flash**   \n\nThis section discusses the escalating tensions between Russia and Ukraine, along with the involvement of NATO and other international actors.\n\n    *   An attempted attack on the Crimean Bridge by Ukraine has been met with radio silence from major news sources.\n    *   This incident is part of a larger pattern of escalating tensions and attacks on Russian infrastructure.\n    *   The Russian government is being backed into a corner, which may lead to significant action to counter these threats.\n    *   NATO's involvement is exacerbating the situation.\n    *   The use of drones by Ukraine is expected to double in the coming months.\n\n    Some key figures mentioned in the context:\n\n    \\~ Vladimir Putin\n    \\~ Donald Trump\n    \\~ Tucker Carlson\n    \\~ Scott Ritter\n    \\~ Jamal Thomas\n    \\~ Alexander Dugan\n\n### Multiple WARNINGS Ignored - & Watchmen Updates\n\n*   **The Poplar Report**   \n\nThe host discusses various updates from his audience, including news stories and economic trends.\n\n    *   Trade talks between the US and China have led to a meeting between the US and Chinese trade delegations.\n    *   A cargo ship carrying 3,000 vehicles caught fire in the Pacific Ocean.\n    *   The European Central Bank cut interest rates by 25 basis points to offset the impact of tariffs.\n    *   The US trade deficit dropped by 55.5% in April.\n    *   The Trump administration has raised tariffs on steel and aluminum.\n    *   A food shortage at Walmart has been reported.\n    *   A strike by workers at the Chikita Banana Company in Panama has led to a shortage of bananas.\n\n**FINANCIAL SECURITY & ECONOMIC OUTLOOK**\n\n### Time To Get Your House In Order As The Middle Class Is Being 'Systemically Imploded'\n\n*   **Neil McCoy Ward**   \n\nThe current economic system is experiencing significant challenges, with the middle class collapsing at an alarming rate.\n\n*   **Broken economic system**:  the fiat system, which has been in place since the end of World War II, is coming to an end.\n*   **Jobs in jeopardy**: Pensions are collapsing or being used for government debt support.\n*   **Increased prices**: Inflation has risen, with basic food products increasing by up to 50% in the last few years.\n*   **Instability**: Businesses need stability, but the current environment is marked by legal and political turmoil.\n*   **Alternative solutions**: The speaker offers courses and programs to help individuals navigate this economic landscape and create alternative sources of income."}