{"t": "Here is the translation of the GitHub-flavoured Markdown to PL, preserving headings, links, and bullet structure exactly, translating only human-readable text:\n\n### Wakaty Najlepszymi zabezpieczeniami długoterminowych inwestycji są fizyczne aktywa, diversyfikacja i złoto i srebro.\n\n* Okres niskich stałych stóp procentowych może się kończyć, co mogłoby mieć istotne implikacje dla gospodarki.\n* Poziomy długu na świecie są nieliczne, szczególnie w USA i Japonii.\n* Kryzys emerytalny będzie prowadził do braku ludzi, którzy mogliby wesprzeć emerytów.\n* Podatki będą rosły, szczególnie w UK i strefie Euro.\n* Konflikty wojskowe będą się eskalować, gdy waluty zdeprecjują i osłabią.\nMówca oferuje 90% uzasadnionego rabatu na ich programy złota i srebra, które obejmują przewodnik budowy pensji ze złotem i srebrami fizycznymi.\n\n### Sekcja CRYPTO\n\n* [GameStop kupił 4,710 Bitcoinów & wywołał rozczaramię](https://www.youtube.com/watch?v=pw4Bp8P66-E)\n* Bloktrainer\n* Początkowo mówca omawia strategię GameStop, które wykorzysta to kapitał, aby kupić Bitcoin.\n* Mówca dodaje, że firma może zyskać wielkie pieniądze ze wzrostu wartości Bitcoin.\n* Mówca także wspomina, że firma podejmując ryzyko wydania obligacji konwertowanych, ale że wynagrodzenie jest warte.\n\n### Sekcja CHRISTIANITY\n\n* [Prawdziwe znaczenie Szawuot](https://www.youtube.com/watch?v=y1FiztubpXk)\n* Behold Israel\n* Mówca dyskutuje o święcie tygodni, także zwanej Pentecostem, i jego znaczeniu jako biblijnej proroczej sygnały, która świętuje żniwa zboża i darowanie prawa do Izraela na górze Synaj.\n* Mówca podkreśla związek Pentecostu z darowaniem prawa, notując, że w ósmym dniu gdy Bóg posłał swój Ducha do pism, by napisał swoje prawo na sercach ludzi (Dz 2:1-4).\n* Mówca cytuje Klemensa 2:16-17, która stwierdza, że starsze testamentowe święta, włączając Pentecost, są cieńcem rzeczy przyszłych, ale substancją jest w Chrystusie.\n* Mówca wymienia, że na Synaju, około 3000 ludzi zginęło z powodu grzechu, ale podczas Pentecostu, około 3000 dusz zostało doliczony do kościoła (Dz 2:41).\n* Mówca dyskutuje o instrukcjach dawanych w Lev 23:17 dotyczących flaszek fali, które mają zawierać drożdże, niezwykłą instrukcją, ponieważ drożdże typowo symbolizują grzech.\n\n### Sekcja INTL_NEWS\n\n* [TIKTOK-TREND: \"Skinnytok\" jako reakcja przeciwko postawie na wartość fizyczną - ekspert waruje przed niebezpiecznym hitem](https://www.youtube.com/watch?v=fUKcVzJgPAA)\n* WELT\nPrawdopodobnie jest to nagranie dyskusji lub odcinka podcastu o tendencji młodych kobiet idealizowania chudoby i wpływie tej tendencji na ich zdrowie fizyczne i psychiczne.\nDyskusja prawdopodobnie skupia się na idei, że ciśnienie społeczne do konformności z nieosiągalnymi standardami piękna powiązane jest z bardziej powszechną śmiertelną rakią i innymi zaszkodami zdrowotnymi.\n\n### Sekcja LOCKDOWNS\n\n* [Get ready for more LOCKDOWNS! There's a NEW highly infectious COVID strain on the loose | Redacted](https://www.youtube.com/watch?v=PvDjueqhTJk)\n* Rozważane\nTranskrypcja omawia nową przypadłość COVID-19 o gatunku NB.1.8.1, która uznawana jest za silnie zaraźliwą.\nPomimo doniesień sugerujących, że jest silnie zaraźliwa, Światowa Organizacja Zdrowia (WHO) doniosła, że ciężkość tej przypadłości jest niska.\nMówca udostępnia analizę, która potwierdza, że doniesienia WHO sugerują, że ciężkość NB.1.8.1 jest niska.\nMówca omawia szczepionkę COVID-19, stwierdzając, że nie jest pewne, czy aktualna szczepionka będzie skuteczna przeciwko nowej przypadłości, ponieważ została opracowana przeciwko wcześniejszym przypadłościom.\nMówca podkreśla wagę rzeczywistych liczb i trials klinicznych w celu udowodnienia efektywności szczepionki przeciwko nowej przypadłości.\nTranskrypcja także omawia usunięcie szczepionki COVID-19 z rekomendowanego harmonogramu szczepień CDC dla zdrowych dzieci i kobiet w ciąży, skutkującą od dnia 16 stycznia.\nJednakże, lokalne szkoły może nadal próbować szczepić dzieci, ponieważ wymagania są na poziomie stanowym, a każdy stan może decydować, czy pozostawić harmonogram szczepień."}