{"t": "package main {\n\n    use strict;\n    use warnings;\n\n    my $text = <<'END';\npackage main {\n\n    sub \"Daily Summary – 2025-06-01 19-59\";\n    sub \"PREPAREDNESS\";\n    sub \"⚡WTF Happened to the WW3 News?!? Massive Wildfires Raging in Canada\";\n    # Canadian Prepper\n    print \"The speaker announces that they have moved their deep dive analysis, interviews, and World War III updates to a separate channel, Prepper News, and encourages viewers to subscribe.\\n\";\n    print \"The speaker notes that the channel has 70,000 subscribers, but the videos typically receive 200-300,000 views, indicating some viewers may not be aware of the change.\\n\";\n    print \"The speaker then discusses their daily activities on the homestead, which have been challenging due to the battle with nature, including weeds, insects, and wildfires.\\n\";\n    print \"The speaker emphasizes the importance of preparation and planning, stating that the setup process is often romanticized and not easy.\\n\";\n    print \"The speaker highlights the challenges they have faced, such as dealing with invasive species, planting trees, and managing the well and water supply.\\n\";\n    print \"They note that it is hard to build a homestead and maintain it, and that there are always issues that arise.\\n\";\n    print \"The speaker encourages viewers to be prepared for the challenges of homesteading, stating that it is not just about enjoying nature, but about being prepared for the struggles that come with it.\\n\";\n    print \"They emphasize the importance of having confidence and being willing to take on the challenges, and suggest that people should have a sense of urgency and aim for achievable goals.\\n\";\n    print \"The speaker also notes that there are misconceptions about off-grid life or homesteading, and that it is not as easy as it seems.\\n\";\n    print \"They list some of the challenges, such as dealing with garbage, pest infestations, and equipment breakdowns.\\n\";\n    print \"Finally, the speaker invites viewers to share their tips and suggestions, but notes that every situation is unique and that taking it in stride, making achievable goals, and having a sense of urgency are important.\\n\";\n    sub \"⚡ALERT! Israel is Preparing to Strike NUCLEAR Sites!\";\n    # Prepper News Flash\n    print \"The speaker presents the possibility of an Israeli strike on Iranian nuclear facilities, citing confirmed reports from Israel.\\n\";\n    print \"This strike might be a retaliatory move for a US strike on Iranian nuclear facilities, which Israel is said to be preparing for.\\n\";\n    print \"The speaker argues that given the extensive preparations being made by Israel, including opening public bomb shelters and increasing hospital capacity, an attack is likely to happen soon, possibly during the holiday of Shavuot.\\n\";\n    print \"The speaker criticizes Donald Trump's statement that he is not involved in the decision to strike Iran, citing inconsistencies in US actions and the lack of withdrawal of US support for Israel.\\n\";\n    print \"Additionally, the speaker highlights the irrational language used by Trump in negotiations with Iran, interpreting it as a bluff aimed at gaining an advantage in the negotiations.\\n\";\n    print \"According to a Knesset source, Israel has been planning a potential attack on Iran for a long time and has recently held covert meetings to discuss the plan.\\n\";\n    print \"The speaker notes that the Israeli economy would be paralyzed within 2-4 days, and food supplies have been stockpiled in underground government war bunkers.\\n\";\n    print \"Iran has issued a notice to airmen announcing temporary airspace closures around Tehran on June 1st and June 2nd, which could be a sign of posturing or a warning of potential retaliation if an attack is launched.\\n\";\n    print \"The speaker explains that Israel's Samson Option, a military doctrine that allows for the use of nuclear weapons in response to an existential threat, is closely linked to the US and would be used if Israel felt threatened by the retaliatory attacks from Iran.\\n\";\n    print \"The Iranian military and FARS news agency have warned that Trump's threat to destroy nuclear sites crosses a red line, urging the US to drop threats and sanctions for diplomacy.\\n\";\n    print \"However, the speaker argues that the removal of sanctions would be more problematic for Israel than Iran acquiring a nuclear weapon, as it would allow Iran to rapidly increase its economy.\\n\";\n    print \"The US, UK, France, and Germany plan to submit a draft resolution at the June 9th International Atomic Energy Agency board meeting declaring Iran in breach of nuclear safeguards.\\n\";\n    print \"This move could escalate tensions and impose snapback sanctions.\\n\";\n    sub \"🚨🚨Air DEFENSES On Alert For 72 Hours!\";\n    # The Poplar Report\n    print \"The Popppler Report is discussing several news updates and watchman reports.\\n\";\n    print \"In the first report, the host, Steve Popppler, discusses the US tariffs and the revenue generated from them.\\n\";\n    print \"He notes that the US government brought in a record \\$23 billion in revenue in the past month, which is slightly exceeding the previous record of \\$17 billion.\\n\";\n    print \"Steve also mentions the potential impact of the tariffs on the deficit and the economy.\\n\";\n    print \"The second report is about Iran, which has closed its airspace around Than for rocket firing and drone exercises.\\n\";\n    print \"The United States has asked Israel to back down from an attack on Iran, but Israel is reportedly considering taking action.\\n\";\n    print \"Steve notes that if Iran acquires a nuclear weapon, it could be a significant threat to the region and the world.\\n\";\n    print \"The third report is about a freedom flotilla heading to Gaza to break the Israeli blockade.\\n\";\n    print \"The flotilla is being led by Greta Thunberg, the environmental activist.\\n\";\n    print \"Steve is skeptical about the chances of the flotilla succeeding and notes that Israel has previously blocked visits from other countries to the Palestinian Authority.\\n\";\n    print \"The report also discusses Germany's consideration of a 10% tax on internet companies like Google and Meta, which could be seen as a tariff.\\n\";\n    print \"Steve suggests that the US retaliate by imposing a similar tax on German goods.\\n\";\n    print \"Additionally, the report mentions a massive recall on Hormel Dinty Moore beef stew due to contamination with foreign material.\\n\";\n    print \"Steve advises viewers to check their pantries for the recalled products and return them to the stores for a refund.\\n\";\n    print \"The report also includes several viewer updates, including:\\n\";\n    print \"A complaint about Walmart's delivery service and a recall on frozen chicken breast with a lot of water added to the product.\\n\";\n    print \"A complaint about a pharmacist's overcharging and double billing on a colonoscopy procedure.\\n\";\n    print \"A conversation with a dairy guy at Publix, who talks about the benefits of A2 milk and European butter.\\n\";\n    print \"A suggestion to use bay leaves and oxygen absorbers to preserve dry goods from bugs and mold.\\n\";\n    print \"The report concludes with a reminder to viewers to listen to their own intuition and advice, and to be cautious about buying essential items in case prices rise in the future.\\n\";\n    sub \"⚠️ Investors DUMPING Bonds Like Crazy As Gold & Silver Prices Rise (Financial CRISIS Here!)\";\n    # Neil McCoy Ward\n    print \"The speaker begins by discussing the trend of investors selling US government bonds, particularly in the \\\"\\$20 billion bond release\\\" that received low demand, resulting in the government having to pay a higher interest rate.\\n\";\n    print \"This is causing concern as it makes debt more expensive for individuals and highlights the global financial system's crisis.\\n\";\n    print \"The speaker also mentions Moody's downgrading the US credit rating, which is serious and indicates a potential crisis.\\n\";\n    print \"The speaker explains that fiat currencies are weakening, leading to a debt spiral.\\n\";\n    print \"As the US dollar weakens, inflation will increase, and the US may eventually have to return to a gold standard or a collection of assets including gold, Bitcoin, and other assets to stabilize the currency.\\n\";\n    print \"Governments know this and are preparing for a central bank digital currency.\\n\";\n    print \"To protect oneself from this crisis, the speaker recommends holding physical assets, being diversified, and considering gold and silver as part of a long-term investment portfolio.\\n\";\n    print \"The speaker also warns that the period of low interest rates may be coming to an end, which will have significant implications for the economy.\\n\";\n    print \"The speaker discusses the unsustainable levels of debt worldwide, with the US holding 35% of the world's debt.\\n\";\n    print \"Japan is also holding significant debt, and a default could lead to a currency crisis.\\n\";\n    print \"The speaker predicts that bond yields will continue to rise, causing investors to jump ship, and leading to instability and nervousness.\\n\";\n    print \"The speaker also discusses the pension crisis, stating that there will not be enough workers to support retirees and that the system is predicated on earnings and payments from workers.\\n\";\n    print \"The speaker recommends creating a gold and silver pension program to protect one's life savings.\\n\";\n    print \"Finally, the speaker warns that taxes will increase, particularly in the UK and Euro zone, and that military conflicts will escalate as currencies depreciate and collapse.\\n\";\n    print \"The speaker believes that fiat currencies will soon give way to central bank digital currencies and that it is essential to protect oneself through diversified portfolios and physical\nHere is the translation of the GitHub-flavoured Markdown to PL, preserving headings, links, and bullet structure exactly, translating only human-readable text:\n\n### Wakaty Najlepszymi zabezpieczeniami długoterminowych inwestycji są fizyczne aktywa, diversyfikacja i złoto i srebro.\n\n* Okres niskich stałych stóp procentowych może się kończyć, co mogłoby mieć istotne implikacje dla gospodarki.\n* Poziomy długu na świecie są nieliczne, szczególnie w USA i Japonii.\n* Kryzys emerytalny będzie prowadził do braku ludzi, którzy mogliby wesprzeć emerytów.\n* Podatki będą rosły, szczególnie w UK i strefie Euro.\n* Konflikty wojskowe będą się eskalować, gdy waluty zdeprecjują i osłabią.\nMówca oferuje 90% uzasadnionego rabatu na ich programy złota i srebra, które obejmują przewodnik budowy pensji ze złotem i srebrami fizycznymi.\n\n### Sekcja CRYPTO\n\n* [GameStop kupił 4,710 Bitcoinów & wywołał rozczaramię](https://www.youtube.com/watch?v=pw4Bp8P66-E)\n* Bloktrainer\n* Początkowo mówca omawia strategię GameStop, które wykorzysta to kapitał, aby kupić Bitcoin.\n* Mówca dodaje, że firma może zyskać wielkie pieniądze ze wzrostu wartości Bitcoin.\n* Mówca także wspomina, że firma podejmując ryzyko wydania obligacji konwertowanych, ale że wynagrodzenie jest warte.\n\n### Sekcja CHRISTIANITY\n\n* [Prawdziwe znaczenie Szawuot](https://www.youtube.com/watch?v=y1FiztubpXk)\n* Behold Israel\n* Mówca dyskutuje o święcie tygodni, także zwanej Pentecostem, i jego znaczeniu jako biblijnej proroczej sygnały, która świętuje żniwa zboża i darowanie prawa do Izraela na górze Synaj.\n* Mówca podkreśla związek Pentecostu z darowaniem prawa, notując, że w ósmym dniu gdy Bóg posłał swój Ducha do pism, by napisał swoje prawo na sercach ludzi (Dz 2:1-4).\n* Mówca cytuje Klemensa 2:16-17, która stwierdza, że starsze testamentowe święta, włączając Pentecost, są cieńcem rzeczy przyszłych, ale substancją jest w Chrystusie.\n* Mówca wymienia, że na Synaju, około 3000 ludzi zginęło z powodu grzechu, ale podczas Pentecostu, około 3000 dusz zostało doliczony do kościoła (Dz 2:41).\n* Mówca dyskutuje o instrukcjach dawanych w Lev 23:17 dotyczących flaszek fali, które mają zawierać drożdże, niezwykłą instrukcją, ponieważ drożdże typowo symbolizują grzech.\n\n### Sekcja INTL_NEWS\n\n* [TIKTOK-TREND: \"Skinnytok\" jako reakcja przeciwko postawie na wartość fizyczną - ekspert waruje przed niebezpiecznym hitem](https://www.youtube.com/watch?v=fUKcVzJgPAA)\n* WELT\nPrawdopodobnie jest to nagranie dyskusji lub odcinka podcastu o tendencji młodych kobiet idealizowania chudoby i wpływie tej tendencji na ich zdrowie fizyczne i psychiczne.\nDyskusja prawdopodobnie skupia się na idei, że ciśnienie społeczne do konformności z nieosiągalnymi standardami piękna powiązane jest z bardziej powszechną śmiertelną rakią i innymi zaszkodami zdrowotnymi.\n\n### Sekcja LOCKDOWNS\n\n* [Get ready for more LOCKDOWNS! There's a NEW highly infectious COVID strain on the loose | Redacted](https://www.youtube.com/watch?v=PvDjueqhTJk)\n* Rozważane\nTranskrypcja omawia nową przypadłość COVID-19 o gatunku NB.1.8.1, która uznawana jest za silnie zaraźliwą.\nPomimo doniesień sugerujących, że jest silnie zaraźliwa, Światowa Organizacja Zdrowia (WHO) doniosła, że ciężkość tej przypadłości jest niska.\nMówca udostępnia analizę, która potwierdza, że doniesienia WHO sugerują, że ciężkość NB.1.8.1 jest niska.\nMówca omawia szczepionkę COVID-19, stwierdzając, że nie jest pewne, czy aktualna szczepionka będzie skuteczna przeciwko nowej przypadłości, ponieważ została opracowana przeciwko wcześniejszym przypadłościom.\nMówca podkreśla wagę rzeczywistych liczb i trials klinicznych w celu udowodnienia efektywności szczepionki przeciwko nowej przypadłości.\nTranskrypcja także omawia usunięcie szczepionki COVID-19 z rekomendowanego harmonogramu szczepień CDC dla zdrowych dzieci i kobiet w ciąży, skutkującą od dnia 16 stycznia.\nJednakże, lokalne szkoły może nadal próbować szczepić dzieci, ponieważ wymagania są na poziomie stanowym, a każdy stan może decydować, czy pozostawić harmonogram szczepień."}