{"t": "Here is the translated text from **verbatim** GitHub-flavoured Markdown to POL:\n\n### PREPAREDNESS\n\n5 Prepping Mistakes You Can Avoid (https://www.youtube.com/watch?v=DKP3vh0lpk0)\n\nCanadian Prepper: The speaker, a prepper, reflects on mistakes he has made in his prepping journey. He emphasizes the importance of blending in and being inconspicuous, rather than showcasing off-grid preparedness.\n\n* Prioritize inconspicuousness and blend in with society\n* Consider getting a diesel vehicle, even an older one\n* Focus on obscurity and the least expensive options\n* Develop a realistic approach to preparedness, understanding that timelines may be longer than anticipated\n* Believe in the off-grid myth, and understand the sacrifices involved\n* Develop skills, such as taking courses in survival and first aid\n* Focus on mastering one tool or skill rather than collecting a vast array of gear\n* Avoid having too much gear and poor organization\n* Prioritize staying organized and simplified for crisis situations\n\n### ALERT\n\nRussian Nuclear Base HISTORIC Data Leak! 2 Million Documents Reveal WW3 Bunker Secrets! (https://www.youtube.com/watch?v=jJwpfAraOQA)\n\nPrepper News Flash: The host of the Prepper News Channel provides an update on three major stories related to World War III:\n\n1. The supposed rift between the Pentagon and the Israeli military\n2. Germany and Russia: Tensions between the two nations are increasing, and Germany has stated that all restrictions on the use of NATO weaponry in Ukraine have been lifted\n3. The alleged leak of blueprints for Russia's secret nuclear bases\n\nThe host suggests that the leak may not be intentional, but rather a bureaucratic oversight. He notes that the leak could be embarrassing for Russia and may not be well-received by the domestic population. He also suggests that the leak could be used to boost Putin's image and target internal rivals.\n\n### CRISIS\n\nChina Totally Violated Agreement- Here It Comes (https://www.youtube.com/watch?v=n8oEJdkpqf4)\n\nThe Poplar Report: The speaker, Steve Popppler, starts by discussing the recent halt in the trade war truce between the United States and China. He notes that President Trump has hinted that the US will no longer be playing \"Mr. Nice Guy\" with China, and that the US may impose higher tariffs on China in response to China's violations of the tariff agreement.\n\n* The US-China trade war truce has halted, and President Trump has hinted that the US will no longer be playing \"Mr. Nice Guy\" with China\n* China has failed to follow through on its commitments to open up its markets for US exports, particularly rare earth minerals used in the production of weapons and defense systems\n* China has imposed a 75% tariff on plastic products from the US, which is a violation of the tariff agreement\n* The US could respond by imposing a similar tariff on Chinese plastic products\n* The US needs to crack down on China and other countries that take advantage of the US\n* The US economy is reliant on printing money and is no longer a manufacturing powerhouse\n* Automation and AI could further disrupt the workforce\n* The trade war will have significant impacts on the economy and consumers\n\n### FINANCIAL CRISIS\n\nInvestors DUMPING Bonds Like Crazy As Gold & Silver Prices Rise (Financial CRISIS Here!) (https://www.youtube.com/watch?v=dOyoljrgDJY)\n\nNeil McCoy Ward: The speaker discusses the current state of the economy and the rising gold prices, which are causing investors to dump bonds. He notes that another financial crisis is unfolding and believes that authorities are preparing for a central bank digital currency (CBDC) to address the crisis.\n\n* The debt spiral is a major issue, where governments create more currency to pay interest on their debt, leading to a weakening of the currency's purchasing power\n* The speaker believes that as more dollars flow back to the US, there will be high levels of inflation, leading to a possible shift to a gold standard or a combination of assets, including Bitcoin\n* To protect oneself from the debt spiral and the impending financial crisis, the speaker recommends holding physical assets, being well-diversified, and considering investments in tangible assets like gold and silver"}