{"t": "# Dziennik z 2025-06-02 09:03\n\n### Gotowość – zobacz to w 24 godziny przed KŁŻENIEM w mieście! [https://www.youtube.com/watch?v=WXT488PVreA](https://www.youtube.com/watch?v=WXT488PVreA) autor: Canadian Prepper\n\nSpiker podkreśla, że gdy alerty alarmowe dzwoną, codzienne zasoby znikną szybko z powodu systemu dostaw just-in-time, który jest efektywny w czasie pokoju, ale nieprzydatny w czasie zmagania. Analizowane lokalizacje obejmują:\n\n1. Stacje benzynowe: z ocenionych 2 do 3 dni dostarczeń paliwa w każdej stacji i 150 000 stacji na Północnej Ameryce, one run dry w kilka godzin, gdy tankery nie mogą dokonywać przesyłek.\n2. Sklepy spożywcze: te zależą codziennie od dostaw z dystrybutorów i w ciągu 3-5 godzin będą czyste, gdy panic buying nastąpi. Większość sklepów ma 2-3 dni dostarczeń żywności i zależy od dostaw towarów, które stopniowo zatrzymują się, gdy ciężarówki stopniowo zatrzymują się.\n3. Wieże komórkowe: ze względu na ograniczoną pojemność hamującą i zależności od mocy, one będą przeciążone, gdy wszyscy spróbują połączyć się w tym samym czasie. Pobieracz mocy trwa tylko 4-8 godzin, po których nie ma komunikacji.\n4. Banki: z mniej niż 10% pieniędzy w obiegu będącymi pieniędzmi fizycznymi, banki mogą być trudne do dostarczenia w czasie awarii, a systemy cyfrowe mogą nie działać z powodu ataków cybernetycznych lub wycieku prądu.\n5. Sieć zasilająca: sieć zasilająca Ameryki Północnej jest starą i run down, z przekazywaczami o średniej wieku 40 lat, a produkcja componentów głównie pochodzi z Chin. Outage mogłaby trwać nieograniczona.\n6. Wieże i infrastruktura: te zależą perpetualnie od mocy i mogą zepsuć się w czasie klęski, z obszarami wiejskimi będącymi bardziej narażonymi na ograniczone dostarczenie wysokiej prędkości internetu.\n\nDodatkowo spiker wyodrębni następujące scenariusze:\n\n* Sklepy napojowe mogą być popularnymi celami, ale dostawy będą szybko zniknąć\n* Straże pożarowe będą przeciążone i gaśniczenie mogą się stawać trudniejsze bez dostępu do hydrantów i systemów zapasowych\n* Policja i pierwszy dostęp będą niezdolni do skalowania szybko, a prawa i porządek mogą zniknąć szybko\n* Sklepy spożywcze będą czyste, a centra dystrybucji żywności będą wpływać na niedostarczenie żywności\n* Apteki będą wypróżniać leki, a insulinę, antybiotyki i leki psychiatryczne znikąd\n* Ciała więzienne mogą uwolnić więźniów z powodu braku żywności, wody i prądu, co może prowadzić do zwiększenia przestępczości\n\nSpiker nawołuje do przygotowania i zaleca Canadian Preparedness do wysokiej jakości wyposażenia przeciwprzemocy. Podkreśla ważność przygotowania do obsługi samego siebie w sytuacji klęski.\n\n### [⚡ALERT: historyczny atak na rosyjskie bombowce jądrowe! 50% zniszczonych! Trump akceptuje! ALERT DEFCON!](https://www.youtube.com/watch?v=PZ-2w19rX9Y) autor: Prepper News Flash\n\nNa 1 czerwca, NATO, Ukraina i Stany Zjednoczone przeprowadziły wspólną operację do wyeliminowania jednej trzeciej umiejętności ataku strategicznego Rosji. Atak odbył się wewnętrznie w Rosji, tysiące kilometrów od frontu, i został przeprowadzony za zgodą przede wszystkim prezydenta Trumpa. Agencja wywiadu ukraińska, SBU, przeprowadziła operację, która użyła małych bezzałogowych aparatów latających ukrytych w kontenerach drewnianych na samochodach do ataku na pola lotnicze rosyjskie. Według raportów, SBU uszkodziła lub zniszczyła ponad 40 rosyjskich samolotów, w tym strategicznych bombowców Tupolew Tu-95MS, Tupolew Tu-22M3 i Il-112.\n\nOperacja otrzymała nazwę \"pająk\" i obejmowała precyzyjne nawigację i kontrolę lądu z samochodów parkowanych w pobliżu celów. Ministerstwo Obrony Rosji określiło atak jako atak terrorystyczny i przemilczało wielkość uszkodzeń. Jednakże, faktycznie, uszkodzenia są szacowane na 2 miliardy dolarów, a strata tych samolotów ciężko wpłynęła na zdolność Rosji do prowadzenia wojny.\n\nUkraińskie rządy twierdzą, że atak osłabił zdolność Rosji do prowadzenia ataków strategicznych, a prezydent Trumpa nie potwierdził ani nie potępił operacji. Zamiast tego, Trumpowa ostraugeracja wobec Putina tylko kilka dni wcześniej, wskazuje, że atak może zostać zorganizowany przez Zachód.\n\nIncydent wywołał silne reakcje ze strony Rosji, z niewiadomym numerem tych, którzy domagają się, aby Putin zabrał swoją decyzję o odwecie. Źródła z administrationu Trumpa potwierdziły, że agencja wywiadu ukraińska poinformowała Trumpa o ataku przed jego przeprowadzeniem. Według CBS, oficjele z Białego Domu nie wiedzieli o operacji przed jej przeprowadzeniem. Znaczenie tej operacji nie jest nadmiarowe. Symbolizuje poważne eskalacja konfliktu i bezpośredni atak na zdolność Rosji do prowadzenia ataków strategicznych. Rosja teraz ma kilka opcji, w tym atak jądrowy, bezpośredni atak konwencjonalny na NATO, albo eskalację hybrydowego wojny, włączając w to ataki cyber.\n\nAutor następuje, że los Ukrainy to dług długi, który otrzymał wsparcie od Zachodu, w tym administracji Trumpa. Autor również notuje, że atak zmusił Rosję do przereźnienia swojej strategii wojskowej i policies, a Prezydent Putin ma decyzję do podejmowania dotyczącą sposobu reagowania na ten przystępny atak. Ostatecznie autor radzi słuchaczom, aby byli przygotowani do znacznej eskalacji konfliktu, bo sytuacja weszła w fazę krytyczną.\n\n### [🚨🚨BREAKING: Nuclear Bomber Fleet DEVASTATED](https://www.youtube.com/watch?v=6kcj2MVH17k) autor: The Poplar Report\n\nGłównym mówcą jest Steven Popppler, który omawia znaczny atak na rosyjskie bazy lotnicze. Atak jest porównywany do ataku Pearl Harbor i uważany jest za katastroficzny. Popppler twierdzi, że Rosja czuje się bezpiecznie, po utracie strategicznych bombowców, które są zdolne do przeniesienia ładunków jądrowych.\n\nAtak jest\nHere is the translation of the given Markdown to PL:\n\n```pl\nuse strict;\nuse warnings;\n\nprint \"Pension issues.\\n\";\nprint \"Key points:\\n\";\nprint \"* The value of fiat currencies is decreasing, leading to the increasing value of gold and silver.\\n\";\nprint \"* The US is headed towards a debt crisis, with the national debt increasing to over $50 trillion in the next 10 years.\\n\";\nprint \"* Diversifying one's portfolio and investing in tangible assets, including gold and silver, is essential for protecting against inflation and currency devaluation.\\n\";\nprint \"* The world is transitioning towards a new monetary system, including central bank digital currencies, which will have authoritarian implications.\\n\";\nprint \"* Military conflicts and the widening wealth gap are also expected to escalate in the coming years.\\n\";\nprint \"Recommendations:\\n\";\nprint \"* Invest in gold and silver as a hedge against inflation and currency devaluation.\\n\";\nprint \"* Diversify one's portfolio to include tangible assets, such as real estate and precious metals.\\n\";\nprint \"* Consider investing in central bank digital currencies as a long-term investment option.\\n\";\nprint \"* Protect one's life savings by investing in a gold and silver pension program.\\n\";\nprint \"* Learn how to build a gold and silver pension using physical gold and silver.\\n\";\nprint \"* Consider investing in other precious metals, such as platinum and palladium, as a hedge against inflation and currency devaluation.\\n\";\n\nprint \"\\n## CRYPTO\\n\";\nprint \"[GameStop bought 4,710 Bitcoin & caused disappointment! 🤔](https://www.youtube.com/watch?v=pw4Bp8P66-E)\\n\";\nprint \"*Blocktrainer*\\n\";\nprint \"The transcript appears to be a recording of a conversation or presentation discussing GameStop's (GME) decision to issue convertible bonds to raise capital.\\n\";\nprint \"The conversation involves multiple speakers, with timestamps indicating their starting times.\\n\";\nprint \"The conversation begins with a speaker discussing the importance of raising capital, stating that GameStop needs to 'raise raise capital and just be diligent with it.'\\n\";\nprint \"This is followed by a discussion about GameStop's debt and the need to 'obtain permission' from shareholders to use their capital.\\n\";\nprint \"At around 10:30, the conversation turns to the topic of GameStop's decision to issue convertible bonds.\\n\";\nprint \"The speakers note that this move allows GameStop to 'buy Bitcoin with our capital' and that it's a 'big change.'\\n\";\nprint \"They also mention that GameStop will have 'a few billion dollars put aside' to invest in Bitcoin.\\n\";\nprint \"The conversation then delves into the details of the convertible bond issuance, with one speaker stating that GameStop is issuing 'something like a billion dollars' in convertible bonds.\\n\";\nprint \"Another speaker notes that this will give GameStop 'a lot of money in and out' and allow them to 'make a lot of money.'\\n\";\nprint \"Around 20:00, the conversation shifts to concerns about GameStop's liquidity, with one speaker noting that the company needs to 'have a lot of liquidity' to fund its operations.\\n\";\nprint \"Another speaker suggests that GameStop is taking a 'conservative' approach by issuing convertible bonds, which will provide them with a steady source of funding.\\n\";\nprint \"The conversation continues with discussion of GameStop's plans to use the capital raised from the convertible bond issuance.\\n\";\nprint \"One speaker suggests that the company will use this capital to 'invest in new things' and 'grow the business.'\\n\";\nprint \"Another speaker notes that GameStop will also have to 'distribute the capital' to its shareholders.\\n\";\nprint \"The conversation concludes around 30:00, with the speakers expressing optimism about GameStop's future prospects.\\n\";\nprint \"One speaker notes that the company is 'in a good position' to take advantage of the current market conditions and is 'going to do well.'\\n\";\n\nprint \"\\n## CHRISTIANITY\\n\";\nprint \"[The Hope of Israel Revealed](https://www.youtube.com/watch?v=jgexkUJMrs8)\\n\";\nprint \"*Behold Israel*\\n\";\nprint \"The speaker believes the hope of Israel is not just about the land, but also about the Jewish people's return to their faith and the coming of the Messiah.\\n\";\nprint \"2,000 years ago, a Jewish leader named Saul (also known as Paul) spread the message about the Messiah, and the speaker is attempting to do the same today.\\n\";\nprint \"However, the speaker notes that the way Jesus (or Yeshua) is perceived and taught today is often very different from the original Jewish understanding, and this can make it difficult to reach Jewish people with the true message of the Messiah.\\n\";\nprint \"The speaker emphasizes that Yeshua is not a foreign name, but rather has its roots in the Jewish Old Testament.\\n\";\nprint \"In the book of Ezra, Yeshua is mentioned as the name of the first high priest after the Babylonian captivity.\\n\";\nprint \"The speaker explains that the name Yeshua is not a new name, but rather an existing Jewish name that means 'salvation' in Hebrew.\\n\";\nprint \"This name is mentioned in Matthew 1:21, where it is stated that Yeshua will save his people from their sins.\\n\";\nprint \"The speaker notes that many English translations of the Bible translate Yeshua as 'Jesus', which is derived from the Greek 'Yesus'.\\n\";\nprint \"However, in the original Hebrew, the name is Yeshua.\\n\";\nprint \"The speaker concludes that understanding the true meaning and significance of the name Yeshua is important for connecting with Jewish people and sharing the message of the Messiah.\\n\";\n\nprint \"\\n### [60 years After the Singing Nun: Meet the Beatboxing Nuns of Brazil](https://www.youtube.com/watch?v=L1OfV-bVJ44)\\n\";\nprint \"*CBN News*\\n\";\nprint \"• Sister Janine Deckers, also known as Sister Smile, and her song 'Dominique' became a number one hit in 1963, with appearances on the Ed Sullivan Show and radio stations worldwide.\\n\";\nprint \"• 62 years later, two Brazilian nuns, Sisters Marazelle Casiano and Marissa de Pao, have gone viral on social media for their beatboxing and dancing.\\n\";\nprint \"• The nuns, who are dedicated to helping people struggling with drug addiction, emphasize the power of music in connecting with their patients.\\n\";\nprint \"• Sister Marzelle believes that beatboxing, dancing, and songs are tools that God uses to reach people's hearts, stating, 'It works. It's beautiful to see.'\\n\";\nprint \"• The nuns' efforts are not without precedent, as similar charismatic churches in the US also use music to engage young people.\\n\";\nprint \"• The beatboxing nuns from Brazil are a refreshing example of a contemporary approach to reaching young people for Christ worldwide.\\n\";\nprint \"• The passage concludes by quoting Psalm 95 and 150, as well as Psalm 100, emphasizing the importance of making a joyful noise and praising God with drums, dancing, and singing.\\n\";\nprint \"• The speakers encourage listeners to put their trust in Jesus and experience the joy of faith, reminding them that Jesus is the reason for their faith.\\n\";\n\nprint \"\\n## INTL_NEWS\\n\";\nprint \"[DROHNENANGRIIFF IN RUSSLAND: 'Mehr als peinlich' für Putin! Gefährdet Kiews Coup die Verhandlungen?](https://www.youtube.com/watch?v=UPJlLasy0GU)\\n\";\nprint \"*WELT*\\n\";\nprint \"[ERROR] Groq summarisation failed: 400 Client Error: Bad Request for url: https://api.groq.com/openai/v1/chat/completions\\n\";\n\nprint \"\\n### [Get ready for more LOCKDOWNS! There's a NEW highly infectious COVID strain on the loose | Redacted](https://www.youtube.com/watch?v=PvDjueqhTJk)\\n\";\nprint \"*Redacted*\\n\";\nprint \"* A new COVID-19 strain, NB.1.8.1, is considered highly infectious, but the CDC has not added it to their strain tracker yet.\\n\";\nprint \"* According to the World Health Organization (WHO), the severity of this strain is low.\\n\";\nprint \"* The WHO's analysis reports that the COVID-19 vaccine is expected to work against this new strain, but this is based on surmised data from mice studies and not real-time human clinical trials.\\n\";\nprint \"* The US Department of Health and Human Services (HHS) Secretary Robert F. Kennedy Jr. has announced that the COVID-19 vaccine will no longer be recommended for healthy children and pregnant women in the childhood vaccine schedule.\\n\";\nprint \"* However, local schools may still push the vaccine on children, depending on state requirements.\\n\";\nprint \"* Experts advise that individuals should educate themselves on their state's policies and may need to push back against vaccine mandates.\\n\";\nprint \"Key points:\\n\";\nprint \"* The WHO reports that the severity of the NB.1.8.1 strain is low.\\n\";\nprint \"* The COVID-19 vaccine is expected to work against this new strain, but this is based on surmised data from mice studies, not real-time human clinical trials.\\n\";\nprint \"* The HHS Secretary has announced that the COVID-19 vaccine will no longer be recommended for healthy children and pregnant women in the childhood vaccine schedule.\\n\";\nprint \"* Local schools may still push the vaccine on children, depending on state requirements.\\n\";\nprint \"* Individuals should educate themselves on their state\nHere is the translation to PL (pascal language):\n\nprogram transl;\n\n{ Variables }\nvar\n  sidwa: string;\n  gaza: string;\n  month, year: integer;\n  patients: array[1..3] of string;\n  law, system: string;\n\n{ Procedures }\nprocedure initialize;\nbegin\n  sidwa := 'Doctor Fose Sidwa';\n  gaza := 'Gaza';\n  month := 10;\n  year := 2022;\n  patients[1] := '6-year-old with shrapnel in their heart';\n  patients[2] := 'Pregnant women whose pelvises were obliterated and their fetuses cut in two while still in the womb';\n  law := 'international humanitarian law';\n  system := 'medical system';\nend;\n\n{ Main program }\nbegin\n  writeln('The Security Council about his experiences volunteering in ', gaza, '.');\n  writeln('He visited ', gaza, ' twice since ', month, '.', year, ' and during his 5-week stay, he did not treat a single combatant.');\n  writeln('His patients were mostly civilians, including:');\n  for i := 1 to 2 do\n    writeln('  + ', patients[i]);\n  writeln('Dr. ', sidwa, ' accused the Israeli military campaign of systematically dismantling the ', system, ' in ', gaza, ', violating ', law, ' and causing civilian deaths.');\n  writeln('He stated that the ', system, ' has not failed; it has been intentionally destroyed.');\n  writeln('Dr. ', sidwa, ' emphasized that the crisis in ', gaza, ' is preventable and emphasizes the need to treat the Palestinians with dignity, refusing to normalize or dehumanize them.');\n  writeln('He condemned the support given by the United States, starting from the Biden administration and continuing under the Trump administration, as complicity in genocide.');\n  writeln('Important numbers and dates mentioned:');\n  writeln('  * ', month, '.', year, ': Dr. ', sidwa, '''s first visit to ', gaza, '');\n  writeln('  * 5 weeks: Dr. ', sidwa, '''s duration of stay in ', gaza, ' during his second visit');\n  writeln('Important names mentioned:');\n  writeln('  * ', sidwa);\n  writeln('  * President Joe Biden');\n  writeln('  * President Donald Trump');\n  \n  writeln('## SWEDEN');\n  writeln('### ', 'Statliga Iranexperten kopplas till iranska regimen – \"Säkerhetshot\"', '([https://www.youtube.com/watch?v=8eZ-mLQrC-M](https://www.youtube.com/watch?v=8eZ-mLQrC-M))');\n  \n  writeln('*Riks*');\n  writeln('The transcript appears to be a recording of a conversation or interview between a person (likely the interviewer) and another person (the interviewee).');\n  writeln('The conversation revolves around a series of topics, including:');\n  writeln('  1. High-ranking manager and foreign policy: The interviewee talks about the manager''s role and the institute''s work on foreign policy.');\n  writeln('  2. MENA and the Swedish Institute of Foreign Policy: The interviewee discusses the MENA region and the Swedish Institute''s work in this area.');\n  writeln('  3. Foreign policy and the Ministry of Foreign Affairs: The interviewee comments on the Ministry''s involvement in foreign policy and how they perceive their efforts.');\n  writeln('  4. Iranian regime: The interviewee mentions the Iranian regime and its reported connection to a TV channel.');\n  writeln('  5. American institute: The interviewee talks about an American institute involved in foreign policy research and its work with the Swedish Institute.');\n  writeln('  6. Reports and research: The interviewee discusses various reports and research on foreign policy and international relations.');\n  writeln('Important points:');\n  writeln('  * The Swedish Institute of Foreign Policy is involved in research on foreign policy and international relations.');\n  writeln('  * The institute has connections with other organizations, including the American institute.');\n  writeln('  * The Iranian regime was reported to have connections with a TV channel.');\n  writeln('  * The Ministry of Foreign Affairs is involved in foreign policy decisions.');\n  writeln('  * The interviewee mentions specific individuals, such as Nemar Stami, the lawyer, and Rosbe, the director of the institute.');\n  writeln('Notable events and dates:');\n  writeln('  * Two years ago, the interviewer remembers something correctly.');\n  writeln('  * A specific report was released some time ago.');\n  \n  writeln('The transcript is quite long, with over 30,000 bytes of text. It appears to be a detailed and informative conversation about various aspects of foreign policy and international relations.');\nend.\n\nend."}