{"t": "# Dzienna Summery – 2025-05-30 20:59\n\n## PRZYGOTOWANIE\n\n### [5 Błędów, które możesz uniknąć przy przygotowywaniu się](https://www.youtube.com/watch?v=DKP3vh0lpk0)\n*Canadian Prepper*  \n\n**Błąd 1: Fokus na produkty ikoniczne**\n* Prelegent wypowiada się z nudą, że nie wybrał niezwróczonego samochodu i sposobu napędu, a zamiast tego wybrał samochód, który zwraca uwagę.\n* Lokomotywy diesla preferowane są, ponieważ mogą przechowywać paliwo diesla, które jest mniej wybuchowe i dłuże trwa.\n* Prelegent ostrzega przed skupieniem na ikonografii i zaleca ukrycie się.\n\n**Błąd 2: Tempuszuezdy w podejmowaniu decyzji**\n* Prelegent podjął decyzje na podstawie optymistycznych oczekiwań co do czasu, które nie spełniły się tak, jak się spodziewał.\n* Prelegent oferuje przykład pandemii, która trwała dłużej niż oczekiwano.\n* Podkreśla wagę podejmowania decyzji w sposób realistyczny.\n\n**Błąd 3: Brak nabywu ziemi**\n* Prelegent wypowiada się z przeszkodą, że nie kupił ziemi w odpowiednim czasie, ale czekał na idealną drogę.\n* Prelegent zaleca kupno tańszych parceli w niezaspokojonych terenach, ponieważ przekazuje, że \"najtańsze piękno dzisiaj będzie najdroższym pięknem po tym, jak to się skończy\".\n* Ziemia z infrastrukturą (przewody elektryczne, gazowe, telekomunikacyjne i drogi) będzie priorytetową.\n\n**Błąd 4:ufność w mity of-grid**\n* Prelegent stwierdza, że życie off-Grid przez wiele osób jest rozumiane jako proste i bezpłatne, ale w rzeczywistości wymaga znacznie więcej pracy.\n* Prelegent zaleca zrozumienie wyzwań of-Grid i przygotowanie się do nich.\n\n**Błąd 5: Brak umiejętności**\n* Prelegent wypowiada się z przeszkodą, że nie rozwinął umiejętności takich jak przetrwanie, nauka pierwszej pomocy i inne umiejętności niezbędne.\n* Prelegent podkreśla wagęuczelonych kursów i konsultacji z ekspertami, aby poprawić swoje umiejętności.\n\n**Błąd 6: Za dużo équippi i niezorganizowana**\n* Prelegent ostrzega przed kupowaniem za dużo équippi i niezorganizowaniem się, wskazując przykład zebranej karczy wypewóski przysłuch, że nigdy nie zapewnił sobie konkretnego przysłuchu.\n* Prelegent zaleca znalezienie dobrejnarzędzi i niezmianę, raczej niż kupowanie nowych urządzeń.\n\n**Wprowadzenie**\n* Prelegent zaprasza widzów do podzielonych swoich błędów i lekcji.\n* Prelegent podkreśla wagę przygotowania się i organizacji, gdy nagłe nawet rupie.\n\n### ⚡ Alert: Rosyjska nuklearna baza – tajemnica Historyczna Leaks! 2 miliony łódki odgrywają WW3-bunkr-sekretów!](https://www.youtube.com/watch?v=jJwpfAraOQA)\n*Prepper News Flash*  \n\nPrelegent dysкутuję o trzech ważnych historiach związanymi z geopolityką i III wojną światową. Pierwsza historia dotyczy supozowanego rozerwania pomiędzy Pentagonem a izraelską armią, co małych konsekwencja dla ich długotrwałego konfliktu z Iranem. Prelegent zauważa, że Izrael otrzymał duże dostawy broni z USA, co jest znakiem, że Amerykańskie rządy nadal wspierają jego rząd.\n\nDruga historia koncentruje się na eskalacji konfliktu pomiędzy Niemcami a Rosją, z systemem rakietowym jako głównym konfliktem. Niemcy zezwoliły na wolne wykorzystanie NATO-owych w różnych zdobyć, co jednak nie znaczy, że Niemcy formalnie dostarczają rakiet do Ukrainy. Prelegent zauważa, że to może doprowadzić do pełnego konfliktu z Rosją.\n\nTrzecia historia dotyczy tajemnic rosyjskich Geheimakten dla Atombasen. Wynik, potwierdzony przez niemiecką agencję informacyjną Der Spiegel, ujawnia poufne informacje o programie atarn rosyjskim, wraz z planami bezpieczeństwa i -silosami. Prelegent zauważa, że to jest poważny szlak dla Rosji i że NATO-anfahrt w przyszłym konflikcie mogą skorzystać.\n\nPrelegent podnosi kilka pytań w sprawie wyniku, w tym, czy było to przypadkowe, czy sztucznie wymuszona przez burokrację. Prelegent zauważa, że Rosja ma tradycję publikowania fałszywych informacji, aby NATO oderwać się, i że to może być formą operacji psychologicznej lub propagandy, aby odebrać uwagę od innych. Prelegent przyznaje, że wynik niekonieczny jest szkodliwy dla Rosji, a informacje są już dostępne i bunkry mogą się znaleźć w innych miejscach niż twierdzą.\n\nPrelegent dyskutuje możliwości, że ten wynik jest formą operacji psychologicznej lub propagandy, aby odebrać uwagę od innych bądź aby stworzyć sytuację kryzysową. Prelegent zauważa także, że wynik może być znakiem wewnętrznych konfliktów oder władzy rosyjskiej, ponieważ Putina prezentuje wieczystą szansę, jeśli chodzi o stracone demonstracje siły.\n\nW generalnie argumentuje, że ten wynik jest ważnym wydarzeniem przed III wojną światową, ponieważ otwiera Rosyjskie nuklearne słabości i koszta NATO-anfahrt w przyszłym konflikcie. Prelegent zauważa także, że wynik jest znakiem większego gry, która jest odgrywana przez USA i NATO, aby stworzyć sytuację kryzysową i odebrać uwagę od innych.\n\n### [🚨🚨Chiny zapominał o umowie – tu jest to](https://www.youtube.com/watch?v=n8oEJdkpqf4)\n*The Poplar Report*  \n\nPrelegent, Steve Popppler, dyskutuje o obecnym stanie między Stanami Zjednoczonymi a Chinami pod względem celów i umów handlowych. Prelegent zauważa, że niedawne porozumienia pomiędzy nimi zakończyły się niepowodzeniem, a Chiny nie spełniły swoich obietnic. Popppler twierdzi, że Chiny prowadziły wojnę gospodarczą z Stanami Zjednoczonymi, przeciwdzielając im dostęp do surowców, potrzebnych do produkcji uzbrojenia i sprzętu wojskowego. Prelegent zauważa, że Chiny także znacznie podwyższyły taryfy na produkty plastikowe z USA i krajów Europery.\n\nPopppler zaleca, że Stany Zjednoczone powinny stawiać czoło Chinom i nie patrzeć, jak Chiny korzystają z nich same. Prelegent podnosi, że Chiny nie okazują dobrej woli i że Stany Zjednoczone powinny stawiać czoło."}