{"t": "Here is the translation of the GitHub-flavored Markdown to Swedish (SVE):\n\n**2025-05-30 21-24** **Fördelningen**\n### [5 förberedelser man ska undvika](https://www.youtube.com/watch?v=DKP3vh0lpk0) *Canadian Prepper*\nTalarpersonen, en förberedare, reflektar över sina misstag i sin förberedelserresa. Han betonar vikten av att blanda in och vara obemärkt, snarare än att visa upp sig som en fulländad förberedelse. Han råder att köpa en dieselmotorbil, även om den är äldre, och montera en gömd vindlass, eftersom dieselmotorn är mer tillförlitlig och enklare att lagra. Han pratar också om att ruscha in i förberedelserna, vilket han tillskrivs sina tendenser att korrekt prediktera utvecklingen men miscalculera tidslinjerna. Han använder COVID-19-pandemin och andra världskriget som exempel på evenemang som tog längre tid att utvecklas än han först antog. Han råder att ta en mer realistisk approach till förberedelser, fokusera på ostron och prioritera de minst kostsamma alternativen. Han noterar också att tro på det off-grid-mytn, att frihet oftast motsvarar enkelhet. Han noterar att att vara off-grid kan vara ett utmanande och arbetsintensivt livsstil, och att det är viktigt att förstå de uppoffringar som involveras. Talarpersonen betonar också vikten av att utveva förmågor, att inte vara rädd att söka råd från andra och att ta kurser i överlevnad och första hjälpen. Han uppmuntrar förberedarna att fokusera på att mästra en enda verktyg eller förmåga snarare än att samla en stor mängd utrustning. Vissa viktiga punkter och rekommendationer från talarpersonen inkluderar:\n\n* Prioritera obemärkthet och blanda in i samhället\n* överväg att köpa en dieselmotorbil, även om den är äldre\n* fokusera på ostron och de minst kostsamma alternativen\n* utveckla en realistisk approach till förberedelser, förstå att tidslinjerna kan vara längre än förväntad\n* tro på det off-grid-mytn och förstå de uppoffringar som involveras\n* utvecka förmågor, inte vara rädd att söka råd från andra och ta kurser i överlevnad och första hjälpen\n* fokusera på att mästra en enda verktyg eller förmåga snarare än att samla en stor mängd utrustning\n* undvika att ha för mycket utrustning och förbär sig att organisera sig\n\n### [⚡Alert: Rysslands kärnvapenbas HISTORISK data-lek! 2 miljoner dokument avslöjar WW3-bunkersed!](https://www.youtube.com/watch?v=jJwpfAraOQA) *Prepper News Flash*\nHöstaren för Prepper News Channel ger en uppdatering på tre stora historier relaterade till andra världskriget:\n\n1. Det åter fungerande konflikten mellan Pentagon och Israels försvarsmakt: Höstaren förmodar att konflikten inte är sann och att vapnen som skickas till Israel kan indikera en större agenda. Israel får fortfarande leveranser av vapen och ser ut att vara befriat att delta i ett fullt krig mot Iran.\n2. Tensions mellan Tyskland och Ryssland: Tensions mellan de två länderna ökar, och Tyskland har sagt att alla begränsningar på användningen av NATOförsvarsmateriel i Ukraina har upphävts. Det inkluderar utvecklingen av långdistansslungan-system som kan överstiga Taurus-missilerna. Ryssland har hotat att utföra en direkt träff på NATO-asset eller mål i Tyskland om detta sker.\n3. Det tidigare avslöjade blåprints för Rysslands hemliga kärnvapenbasar: En tysk nyhetsbyrå, Dash Spiegel, har erhållit 2 miljoner dokument som avslöjar Rysslands kärnvapenprogram. Dokumenten inkluderar skisser, säkerhetsdetaljer och planer för raketinstallatirer, bunkrar och tunnelbanor. Leaken kan ge NATO en fördel i ett fullt krig med Ryssland och kunde vara avgörande för försvarsaspekten. Höstaren förmodar att leaken inte är avsiktligt, men snarare ett burokreativt överblick. Dokumenten inkluderar information om europeiska dotterföretag som har arbetat på projekt inom Rysslands kärnvapenbasar, vilket kan ha implikationer för leakens autenticitet. Höstaren förmodar att leaken är en del av en disinformation-kampanj för att leda NATO in på fel mål.\n\n### [🚨🚨Kina totalt och våldsammet bakom avtalet – Här kommer det!](https://www.youtube.com/watch?v=n8oEJdkpqf4) *The Poplar Report*\nTalarpersonen, Steve Popppler, börjar med att diskutera den senaste pausen i handelskrigstriden mellan USA och Kina. Han noterar att President Trump har antytt att USA inte längre kommer att spela \"nästan vän\" mot Kina, och att USA kan införa högre tullar på kinesiska varor i svar på Kinas överträdelser av tullavtalet. Popppler förklarar att Kina har misslyckats med att följa sina åtaganden att öppna upp sina marknader för amerikanska varor, särskilt för sällsynta jordarter som används i produktionen av vapen och försvarssystem. Han argumenterar att detta är ett kritiskt militärt problem, eftersom USA är beroende av kinesiska importvaror av dessa mineraller, vilka Kina nu begränsar. Popppler noterar också att Kina har infört en 75% tull på plastrodukter från USA, vilket är ett överträdelse av tullavtalet. Han föreslår att USA kan svara med att införa en liknande tull på kinesiska plastrodukter. Talarpersonen diskuterar också USA:s handeln med Europeiska unionen, noterar att EU försöker ta fördelar av USA:s beredvillighet att göra koncessioner. Han argumenterar att USA har varit för enkelgångigt för Kina och EU och att USA behöver slå tillbaka mot deras överträdelser. Popppler även diskuterar USA:s ekonomi, noterar att landet är beroende av att trycka pengar för att upprätthålla produktionen och att USA inte längre är en producentlande makt. Han argumenterar att USA behöver bygga upp sin ekonomi igen och sluta för att leva på krediter."}