{"t": "Här är översättningen till svenska:\n\nSäkerhetsrådet lyssnade till Dr. Fose Sidwas berättelse om hans erfarenheter som frivillig i Gaza. • Han har besökt Gaza två gånger sedan den 7:e oktober och under hans femveckors vistelse behandlade han inte en enda krigförande. • Patienterna var mestadels civila, det vill säga: + En 6-åring med skrapnel i bröstet + Gravida kvinnor vars bäckenblad var förstörda och deras fötaler skars loss medan de fortfarande var i livmodern • Dr. Sidwa anklagade den israeliska militära kampanjen för att systematiskt demolera det medicinska systemet i Gaza, våldta internationellt humanitärt lag och orsaka civila dödsoffer. • Han uttryckte att den medicinska näringen inte har falit; den har i stället sönderösts. • Dr. Sidwa betonade att konflikten i Gaza är förebyggbar och underströk behovet att behandla palestinierna med respekt, att vägra normalisera eller dehumanisera dem. • Han fördömde stödet från USA, från Biden-administrationen fram till Trump-administrationen, som komplists i folkmord. • Doktorns vittnesmål möttes med känslor och chock av värdpojken, som erkände konfliktens extremt skräddiga natur och USA:s inblandning i det. Viktiga siffror och datum nämndes: * 7:e oktober: Dr. Sidwas första besök i Gaza * 5 veckor: Dr. Sidwas varaktighet i Gaza under hans andra besök Viktiga personer nämndes: * Dr. Fose Sidwa * President Joe Biden * President Donald Trump\n\n## Sverige\n\n### [Statliga Iranexperten kopplas till iranska regimen – \"Säkerhetshot\"](https://www.youtube.com/watch?v=8eZ-mLQrC-M)\n\n*Riks* Samtalsnoteringen liknar att vara en inspelning av en konversation eller intervju mellan två personer. Konversationen handlar om en serie ämnen, inklusive:\n\n 1. Högsta ansvarige och utrikespolitik: Intervieweet pratar om ansvarigens roll och institutets arbete på området utrikespolitik.\n 2. MENA och svenska institutet för utrikespolitik: Intervieweet diskuterar MENA-regionen och svenska institutets arbete i detta område.\n 3. Utrikespolitik och utrikesdepartementet: Intervieweet kommenterar utrikesdepartementets involvering i utrikespolitik och hur de uppfattar sina ansträngningar.\n 4. Iranska regimen: Intervieweet nämner iranska regimen och dess rapporterade anslutning till en TV-kanal.\n 5. Amerikanskt institut: Intervieweet pratar om ett amerikanskt institut inom arbete inom utrikespolitik som samarbetar med svenska institutet.\n 6. Rapporter och forskning: Intervieweet diskuterar olika rapporter och forskning om utrikespolitik och internationella relationer.\n\nViktiga poäng:\n\n* Svenska institutet för utrikespolitik är inblandat i forskning om utrikespolitik och internationella relationer.\n* Institutet har anslutningar till andra organisationer, inklusive amerikanskt institut.\n* Iranska regimen rapporterades ha anslutning till en TV-kanal.\n* Utrikesdepartementet är inblandat i utrikespolitiska beslut.\n* Intervieweet nämner specifika personer, som Nemar Stami, advokaten, och Rosbe, institutets direktör.\n\n Märkliga händelser och datum:\n\n* Två år sedan minns intervjuaren något rätt.\n* En specifik rapport togs ut någon gång. Samtalsnoteringen är ganska lång, med över 30 000 bytes av text. Den verkar vara en detaljerad och informativ konversation om olika aspekter av utrikespolitik och internationella relationer."}