{"t": "⚡Learn This Survival Skill Before it's Too Late w/@GardeningInCanada\n===========================================================\n\n**Daily Summary – 06 June 2025 12:50**\n\n**PREPAREDNESS**\n--------------\n\n### [Learn This Survival Skill Before it's Too Late w/@GardeningInCanada](https://www.youtube.com/watch?v=jnis3Iz-6VU)\n*Canadian Prepper*\n\n**Preparation is Key to Survival**\n\nWe start with a discussion about the importance of being prepared for a potential apocalypse. Our prepper friend joins us today and we're excited to have Gardening in Canada as our guest to assess the garden and provide guidance.\n\n**Assessing the Garden**\n\nGardening in Canada: I must say, the garden looks good, but there are a few areas we can improve. One key aspect is spacing. The crops are too close together; it will hinder growth and lead to issues with disease and pests.\n\n**Soil Quality and Preparation**\nThe soil quality is also a concern. We need to use high-quality soil and properly prepare it for planting. This includes mixing in organic matter such as compost or manure to ensure optimal nutrient levels.\n\n### **Irrigation Systems: Maximizing Efficiency**\n\nTo maximize water efficiency, we need a well-designed irrigation system. Direct drippers and sprayers will help minimize waste and ensure the right amount of water reaches each plant.\n\n### **Pest Management: Natural Methods**\nA key challenge in gardening is pest management. Instead of using chemicals, we can introduce beneficial insects like lady beetles or lacewings to control aphids and other pests.\n\n### **Crop Selection: Choosing Well-Suited Crops**\n\nIt's essential to select crops that are well-suited to our local climate and growing conditions. For example, in Zone 3, we should choose varieties that mature quickly and are resistant to frost.\n\n**Crop-Specific Guidance**\n\n* **Peppers: Proper Spacing and Irrigation**\nProper spacing (about 12 inches apart) and irrigation will promote healthy growth and maximize yields. Bees and other pollinators help, so keep flowers nearby.\n```markdown\n# peppers\n## spacing\n  * 12 inches apart for maximum growth\n## irrigation\n  * adequate moisture, but not too much\n```\n\n* **Tomatoes: Providing Support**\nTomatoes need proper support, like cages or trellises. Regular pruning will promote healthy growth and increase yields.\n\n```markdown\n# tomatoes\n## support\n  * cages or trellises for sturdy plants\n## pruning\n  * regular pruning to promote growth\n```\n\n* **Cucumbers: Sensitive Plants**\nCucumbers can be sensitive to transplanting, so handle them gently. Provide proper support, as they can grow quite large.\n\n```markdown\n# cucumbers\n## transplantation\n  * handle with care\n## support\n  * provide sturdy support for climbing plants\n```\n\n* **Fruit Trees: Selecting Well-Suited Trees**\nChoose fruit trees suitable for our local climate and growing conditions. Proper care and maintenance, including pruning, will ensure a healthy and productive tree.\n\n```markdown\n# fruit trees\n## selection\n  * choose varieties resistant to local pests and diseases\n## care and maintenance\n  * regular pruning to promote growth\n```\n\n**Preparing for a Potential Apocalypse**\n\nIt's essential to be prepared for a potential apocalypse by having a long-term plan for food production and sustainability. Gardening in Canada emphasizes the importance of taking the time to learn and practice gardening skills and seeking out expert guidance and advice.\n\n**Key Statistics**\n\n* Gardening in Canada YouTube channel: 1.33 million subscribers\n* Hardiness Zone: Zone 3\n* Greenhouse microclimate: Zone 4 or 5 (warmer than the surrounding area)\n* Transplantation time: 2 weeks\n* Onion plant rating: 10 out of 10\n\nI hope this detailed conversation has provided valuable insights into the challenges and opportunities of gardening and food production. By following expert guidance like Gardening in Canada, we can ensure a successful harvest and a sustainable future.\n\n<font size=\"5\" color=\"red\">[ALERT: Something Isn't Right here... the War is About to Explode](https://www.youtube.com/watch?v=JeTRL0jbbE0)</font>\n*Prepper News Flash*\n\n**Global Tensions Escalate: Analyzing the Conflict between Russia, Ukraine, and the Impending Risk of World War III**\n\n### Key Points\n\n* Russia's Crimean Bridge was the target of a Ukrainian attack, which received minimal attention in mainstream and alternative media due to systematic desensitization to the conflict.\n* Russia is facing multiple attacks, including assassination attempts, strikes on nuclear power plants, and the decimation of their nuclear triad, which could lead to a significant escalation.\n* The West's multidimensional war on Russia involves economic sanctions, attacks on critical infrastructure, and psychological operations.\n* Vladimir Putin's situation is being backed into a corner, limiting his options and potentially forcing him to consider using nuclear weapons.\n\n### Russia's Strategic Disadvantage\n\n* The US has a significant advantage in terms of its aviational component of its nuclear triad, with a larger air force and more bombers, which could be used to attack Russia.\n\n### Psychological Operations and Asymmetrical Warfare\n\n* Putin must balance his need to respond to Western aggression with the risk of escalating the conflict to a nuclear war.\n* The global south, including China, may be sympathetic to Russia's position, but the West is trying to isolate Russia and paint it as a pariah state.\n* Asymmetrical warfare, cognitive misers, and protocol-based thinking are strategies being employed, while the use of forest fires as a weapon and biological warfare are potential tactics.\n\n### Key Events and Numbers\n\n* The attempted attack on the Crimean Bridge\n* The assassination attempt on Vladimir Putin's helicopter\n* The destruction of 7-41 Russian planes\n* The attack on the Russian nuclear triad\n* The attacks on nuclear power plants and critical infrastructure\n* The production of drones by Ukraine, which is increasing\n\n### Global South's Perspective\n\n* China may be sympathetic to Russia's position, but the West is trying to isolate Russia and paint it as a pariah state.\n\n### Mobilization and Exercises\n\n* The US is mobilizing its military, with unconventional training methods being practiced, and NATO is holding large-scale nuclear war exercises, which could be a sign of an impending conflict.\n* The situation is being downplayed by some analysts, who may be operatives or have a vested interest in minimizing the risk of war.\n\n### Biological Warfare Risks\n\n* The Fuzerium grammanium biological pathogen was smuggled into the US, potentially threatening national security and the risk of biological warfare.\n* This incident highlights the importance of monitoring and mitigating asymmetrical threats.\n\n### Key Players and Concepts\n\n* Major players: Vladimir Putin, Donald Trump, Tucker Carlson, Jamal Thomas, Scott Ritter, Sergey Karagenov, Zalinsky, and Joe Biden\n* Concepts: Asymmetrical warfare, cognitive misers, protocol-based thinking, true analytical thinking, and the use of research institutions as front ops for gathering data and testing biological agents.\n\n### Implications and Consequences\n\n* The Russian economy is being targeted by the West, with sanctions and attempts to crash the price of oil.\n* The potential for a nuclear war is being underestimated, and the consequences of such a war would be catastrophic, including devastating impacts on the environment and human populations.\n\n[🚨🚨Multiple WARNINGS Ignored - & Watchmen Updates](https://www.youtube.com/watch?v=dOaua-b_n0M)\n\n*The Poplar Report*\n\nThe Popppler Report\n=================\n### Show Description\n\nThe Popppler Report, hosted by Steve Popppler, is a show that provides updates on various topics, including trade, economy, and current events. The show is sponsored by Genesis Gold Group, which helps people invest in gold, silver, or platinum for their retirement accounts.\n\n### Latest Updates\n\n#### Trade and Economy\n\n* President Trump and President Xi of China had a phone call, which led to a meeting between the US and Chinese trade delegations, indicating that a trade deal may be close.\n* The European Central Bank cut interest rates by 25 basis points to offset the impact of tariffs and other economic issues.\n* The US trade deficit in April dropped by 55.5% to $61.6 billion, the smallest trade deficit since 2023, suggesting that tariffs may be working.\n* The Trump administration raised steel and aluminum tariffs to 50%, excluding the United Kingdom.\n\n#### Current Events\n\n* The Trump administration suspended entry of international students studying at Harvard, which has been fighting the administration's requests for information on international students.\n* A car transport ship, the Morning Midas, caught fire in the Pacific Ocean, approximately 300 miles south of Alaska, with 3,000 vehicles on board, including 750 Chinese vehicles with batteries.\n* A worker strike at the Chikita Banana Company in Panama, which may lead to a price increase for bananas.\n* A bill in upstate New York to limit dairy cows and dairy farms, which may affect the food supply.\n* Issues with bank City, with reports of stolen funds and difficulties with verifying phone numbers.\n* Shrinkflation, with reports of smaller servings and higher prices at restaurants.\n* A price spread of 82 cents for gas within a 10-mile radius in West Phoenix, highlighting the importance of shopping around for gas prices.\n\n### Tips and Recommendations\n\n* Use Gas Buddy to find the cheapest gas prices.\n* Ask delis for food storage buckets, which can be used for free or for a small fee.\n* Use canned chicken to make chicken patties and soup.\n* Invest in gold, silver, or platinum for retirement accounts through Genesis Gold Group.\n\n### Call to Action\n\nSteve Popppler encourages viewers to share their updates and tips, using the word \"update\" in their comments, and to support the Watchman community.\n\n### Numbers and Statistics\n\n* 3,000 vehicles on the Morning Midas ship\n* 750 Chinese vehicles with batteries\n* 300 miles south of Alaska, where the ship caught fire\n* 25 basis points, the amount by which the European Central Bank cut interest rates\n* 55.5%, the drop in the US trade deficit in April\n* $61.6 billion, the smallest US trade deficit since 2023\n* 50%, the tariffs on steel and aluminum\n* 5,000 workers fired by the Chikita Banana Company in Panama\n* 6 million chickens affected by the farm closures in Maricopa County\n* 2 years, the time it will take to get the egg farms back online\n* 82 cents, the price spread for gas within a 10-mile radius in West Phoenix\n* 3 months, the time it took to get a garage door from Home Depot.\n\n### Sponsors\n\nThe Popppler Report is sponsored by Genesis Gold Group.\n\n### Support the Watchman Community\n\nSteve Popppler thanks his viewers for their support and announces that he will be heading back to the States soon.\n\n**CRYPTO**\n\n### CHINA WANTS BITCOIN? Financial Researchers Recommend State Bitcoin Reserves\n\n**Summary of Key Points**\n\n- \n\n**Key Takeaways:**\n\n- \n\n**Video Links:**\n\n- [CHINA WANTS BITCOIN? Financial researchers recommend state Bitcoin reserves!](https://www.youtube.com/watch?v=Q47J638nNLo)\n- [Time To Get Your House In Order As The Middle Class Is Being ‘Systemically Imploded’](https://www.youtube.com/watch?v=NPoNbpWe2Iw) \n- *Neil McCoy Ward*\n\n**Videos Discussed:**\n\n- A video discussing China's potential interest in bitcoin and the recommendation from financial researchers for state Bitcoin reserves.\n-  A discussion about the state of the middle class and a warning that they are being 'systemically imploded'.\n\n* **Global Implications of Bitcoin**\n  * **Bitcoin and China**\n    + China recognizes the benefits of Bitcoin but its population does not.\n    + The Chinese government's stance on Bitcoin is mixed.\n    + A state-supported Chinese financial research institute recommends a state Bitcoin reserve.\n  * **Holding Bitcoin as a Reserve**\n    + A paper published by Dr. Matthew Fedanti from the Bitcoin Policy Institute in October 2024 suggests that central banks and governments could benefit from holding Bitcoin as a reserve.\n    + The Chinese government is considering holding Bitcoin as a reserve to hedge against inflation and geopolitical tension.\n    + Every central bank and government could benefit if they hold Bitcoin.\n  * **Global Trade and US Dollar**\n    + Global trade is currently carried out in US dollars.\n    + Other countries could exclude the dollar from their transactions.\n  * **Jayie V and Bitcoin Conference**\n    + Jayie V discussed a Bitcoin conference where he expressed his belief in Bitcoin.\n\n**Important Times and Statistics**\n\n* 56879 ms: Dr. Matthew Fedanti's paper on Bitcoin is mentioned.\n* 65799 ms: China's stance on Bitcoin is discussed.\n* October 2024: Dr. Matthew Fedanti's paper on Bitcoin was published.\n* 2022: The year a Bitcoin conference was discussed.\n\n**Quotes and Statements**\n\n* \"China recognizes the benefits of Bitcoin...\"\n* \"The whole thing was determined by the International Monetary Institution...\"\n* \"Every central bank, every government has an advantage if they hold Bitcoin.\"\n* \"We cannot avoid it. Yes, the whole thing was determined by the International Monetary Institution...\"\n\n### CHRISTIANITY\n\n### [Explore the Bible: Read Your Bible to Understand It (Part II)](https://www.youtube.com/watch?v=GEzCXQ_8rU4)\n\n*   *Behold Israel*\n\n**Explore the Bible - Episode Transcript**\n\n**Prayer for Guidance and Understanding**\n\nDr. Rick Yon & Air Tati: Let us pray for guidance and enlightenment to understand the scripture.\n\n**The Importance of Observations in Reading the Bible**\n\nDr. Rick Yon: Our first step in reading the Bible is to make observations. In John 1:12, we have \"But as many as received him, to them he gave the right to become children of God, to those who believe in his name.\" We need to identify the who, what, where, and why in this verse.\n\n**Exploring John 1:12**\n\n* Dr. Yon: The word \"but\" in this verse indicates a contrast, implying that there is something being contrasted with what has been previously stated.\n* Air Tati: To understand the context, let us go back to John 1:1, which states, \"In the beginning was the Word, and the Word was with God, and the Word was God.\"\n* Dr. Yon: The Word is Jesus Christ, who is God and was in the beginning with God.\n* Air Tati: We also look at John 1:14, which says, \"And the Word became flesh and dwelt among us, and we beheld his glory, the glory as of the only begotten of the Father, full of grace and truth.\"\n* Dr. Yon: John 1:12 explains what it means to believe in Jesus, stating that to believe is to receive him, and that this is an active choice that must be made.\n\n**Dr. Yon's Personal Experience**\n\nAir Tati: Dr. Yon, I'd like to share my personal experience as a Jew who did not initially receive Jesus, but later came to believe in him and became a child of God.\n\n**Connecting John 1:12 to Acts 18**\n\nDr. Yon: John 1:12 is connected to Acts 18, where Jesus tells his disciples that they will receive power when the Holy Spirit comes upon them, and they will be witnesses to him in Jerusalem, Judea, and to the ends of the earth.\n\n**Exploring John 3:16**\n\nDr. Yon: Now, let us turn to John 3:16, which begins with the word \"for.\" The word \"for\" in this verse is used to clarify or explain something that has been previously stated.\n\n**Understanding John 3:16**\n\n* Air Tati: To understand the context of John 3:16, let us go back to John 3:1, which introduces a conversation between Jesus and Nicodemus, a Pharisee.\n* Dr. Yon: Jesus tells Nicodemus that he must be born again to see the kingdom of God, and Nicodemus is puzzled by this statement.\n* Dr. Yon: Jesus explains that being born again means being born of the Spirit, and that this is necessary to enter the kingdom of God.\n* Air Tati: We also look at Numbers 21:4-9, which tells the story of the Israelites being bitten by fiery serpents in the wilderness and being healed by looking at a bronze serpent that Moses lifted up.\n* Dr. Yon: Just as the Israelites had to look at the bronze serpent to be healed, people must look to Jesus to be saved.\n\n**The Parallel between John 3:16 and the Story of the Bronze Serpent**\n\nDr. Yon: We draw a parallel between the story of the bronze serpent and John 3:16, noting that just as the Israelites had to look at the bronze serpent to be healed, people must look to Jesus to be saved.\n\n**The Importance of Faith and the Simplicity of the Gospel Message**\n\nAir Tati: The episode concludes with a discussion of the importance of faith and the simplicity of the gospel message, as well as an invitation for viewers to examine their own beliefs and consider the promise of eternal life through faith in Jesus Christ.\n\n**Key Points and Concepts Discusssed**\n\n* The importance of making observations when reading the Bible\n* The identity of Jesus as the Word and God\n* The concept of being born again and its necessity for entering the kingdom of God\n* The parallel between the story of the bronze serpent in Numbers 21 and the gospel message in John 3:16\n* The simplicity and importance of faith in Jesus Christ for salvation\n* The promise of eternal life through faith in Jesus Christ\n\n**Important Numbers Mentioned**\n\n* John 1:12\n* John 1:1\n* John 1:14\n* Acts 18\n* John 3:16\n* Numbers 21:4-9\n\n**Important Names Mentioned**\n\n* Air Tati\n* Dr. Rick Yon\n* Jesus Christ\n* Nicodemus\n* Moses\n\n**Causality Discussed**\n\n* The causal relationship between faith in Jesus Christ and salvation\n* The causal relationship between looking at the bronze serpent and being healed in the story from Numbers 21\n* The causal relationship between being born again and entering the kingdom of God\n\n**Tim Allen’s Bible Announcement, SCOTUS Delivers Religious Liberty Win, Galatians 5:1**\n\n*CBN News*\n\n---\n\n### **Tim Allen’s Bible Announcement, SCOTUS Delivers Religious Liberty Win, Galatians 5:1**\n\n*CBN News*\n\n---\n\n### *Tim Allen’s Bible Announcement, SCOTUS Delivers Religious Liberty Win, Galatians 5:1*\n\n*CBN News*\n\n### Tim Allen’s Bible Announcement, SCOTUS Delivers Religious Liberty Win, Galatians 5:1\n* CBN News\n\n**Quick Start podcast highlights**\n\n### Unanimous Supreme Court Ruling a Significant Win for Religious Liberty\n\n*   **Supreme Court Ruling Summary**\n    +   The Supreme Court has unanimously ruled in favor of Catholic Charities.\n    +   Wisconsin state forced the charity to pay unemployment taxes despite other religious nonprofits being exempt.\n    +   The charity serves the elderly and disabled across 16 Wisconsin counties, motivated by Christ's call to love others.\n        ```markdown\n**Key Points:**\n*   Supreme Court ruled unanimously in favor of Catholic Charities.\n*   Wisconsin state forced the charity to pay unemployment taxes despite other religious nonprofits being exempt.\n*   The charity serves the elderly and disabled across 16 Wisconsin counties.\n*   The charity is motivated by Christ's call to love others.\n```\n\n### Tim Allen Opens Up About His Faith Journey\n\n    **Tim Allen's Faith Journey**\n    +   Tim Allen has been reading the Bible and has finished the Old Testament, describing it as a \"treasure\" and an \"overwhelming experience.\"\n    +   He is now reading the book of Romans and has expressed his amazement at the Apostle Paul's letter.\n    +   Allen's faith was reborn after questioning God's existence following his father's death.\n    +   He now sees God as the \"builder\" and asks for guidance on what to do.\n\n        ```markdown\n**Key Points:**\n*   Tim Allen has been reading the Bible and has finished the Old Testament.\n*   He described the Old Testament as a \"treasure\" and an \"overwhelming experience.\"\n*   He is now reading the book of Romans and has expressed his amazement at the Apostle Paul's letter.\n*   His faith was reborn after questioning God's existence following his father's death.\n*   He now sees God as the \"builder\" and asks for guidance on what to do.\n```\n\n### Pastors David and Brandon Lindell Explore What it Means to be a Godly Man\n\n**Pastors David and Brandon Lindell's Book**\n\n    +   The book \"Lionhearted: A Man's Guide to Living Focused, Fulfilled, and Fearless\" explores what it means to be a godly man.\n    +   The pastors argue that the heart needs to be cultivated and led by the Holy Spirit, rather than being followed blindly.\n    +   They shared their personal experiences of struggling with their faith and finding a stronger relationship with God.\n    +   The book emphasizes the importance of trust and surrender to God's will.\n    +   The pastors encourage men to take an active role in their faith and seek guidance from the Holy Spirit.\n\n        ```markdown\n**Key Points:**\n*   The book \"Lionhearted\" explores what it means to be a godly man.\n*   The pastors argue that the heart needs to be cultivated and led by the Holy Spirit.\n*   They shared their personal experiences of struggling with their faith and finding a stronger relationship with God.\n*   The book emphasizes the importance of trust and surrender to God's will.\n*   The pastors encourage men to take an active role in their faith and seek guidance from the Holy Spirit.\n```\n\n### Conclusion: Embracing Freedom and Redemption\n\n**Conclusion**\n\n*   The podcast covered a range of topics, from religious liberty to personal faith journeys.\n*   The focus was on trusting in God's plan and seeking guidance from the Holy Spirit.\n*   The hosts encouraged listeners to keep their eyes fixed on the cross and to trust in God's plan.\n*   The final message was one of freedom and redemption, reminding listeners that Christ has set us free from sin.\n\n        ```markdown\n**Key Points:**\n*   Galatians 5:1 reminds listeners that Christ has set us free from sin.\n*   The hosts encouraged listeners to focus on Christ and his once-and-for-all sacrifice.\n*   The final message was one of freedom and redemption.\n*   The hosts reminded listeners to keep their eyes fixed on the cross and to trust in God's plan.\n\n**INTL_NEWS**\n\n**WASHINGTON: Merz übersteht Trump-Treffen unfallfrei! Aber Musk stiehlt dem Kanzler das Rampenlicht**\n_WELT_  \n\n[ERROR] Groq summarisation failed: unreachable\n\n\n**Why is China BUYING so much land near US military bases? | Redaced w Clayton Morris**\n_Redacted_\n\n*   [WASHINGTON: Merz übersteht Trump-Treffen unfallfrei! Aber Musk stiehlt dem Kanzler das Rampenlicht](https://www.youtube.com/watch?v=wtmRz1e43Ek)\n*   [Why is China BUYING so much land near US military bases? | Redaced w Clayton Morris](https://www.youtube.com/watch?v=1K6v-yb_oDI)\n\n## Arizona Governor Katie Hobbs Vetoes Senate Bill 1109\n\n### Background\n\nArizona Governor Katie Hobbs recently vetoed Senate Bill 1109, a bill aimed at prohibiting the Chinese government and its state-owned enterprises from acquiring a 30% or greater interest in Arizona real estate.\n\n### Key Points of the Bill and Its Veto\n\n* The bill was passed by the Arizona legislature, which is controlled by Republicans.\n* Governor Hobbs vetoed the bill, stating it was not effective at counter-espionage and lacked clear implementation criteria.\n* Governor Hobbs has vetoed over 200 bills, earning her the nickname \"the veto queen\".\n* The veto has been met with criticism from Arizona State Senator Wendy Rogers, a former Air Force pilot who voted for the bill.\n\n### Criticism from Senator Wendy Rogers\n\nSenator Rogers argues that prevention is key, and the bill was intended to prevent the Chinese government from acquiring land near military bases, which could be used for espionage. She points out that even if the Chinese government owns 30% of a property, they will still have a significant amount of control.\n\n### Military Installations in Arizona at Risk\n\nSome of the key military installations in Arizona that could be affected by Chinese land ownership include:\n* Luke Air Force Base\n* Yuma proving ground\n* Goldwater bombing range\n* Fort Wuka, the Army's intelligence training center in southern Arizona\n* A training area in northern Arizona\n\n### Larger Patterns of Action by Governor Hobbs\n\nSenator Rogers also mentions that the veto is part of a larger pattern of Governor Hobbs' actions, which she believes are harmful to the state. She notes that the governor has vetoed many bills, including one that would have required hospitals to track the cost of treating illegal aliens.\n\n### Potential Override of the Veto\n\nThe senator is optimistic that the veto can be overridden, and she plans to work with her colleagues to make that happen. She also mentions that US Congressman Andy Biggs is running to replace Governor Hobbs, which she sees as a positive development.\n\n### Key Points from Senator Rogers' Conversation\n\n* The importance of preventing Chinese ownership of land near military bases\n* The need for the legislature to work together to override the governor's veto\n* The potential consequences of allowing Chinese ownership of land in Arizona, including the risk of espionage and other security threats\n* The role of Governor Hobbs in vetoing bills, including Senate Bill 1109\n* The potential for Congressman Andy Biggs to replace Governor Hobbs and take a stronger stance on issues related to national security and Chinese ownership of land in Arizona\n\n### Contact with Senator Rogers\n\nSenator Rogers can be followed on her website, [wendyrogers.org](http://wendyrogers.org), and on X, where she has over 400,000 followers. She encourages people to follow her and stay up-to-date on the latest developments in Arizona politics.\n\n### REAKTION I GAZA- KONFLIKTEN: \"Läkarsystemet har systematiskt raserats\"\n\nJudging Freedom\n\nDr. Fose Sidwa, en amerikansk traumatiker och intensivvårdsskötare från Stockton, Kalifornien, vittnade inför Förenta Nationernas säkerhetsråd i New York om sina erfarenheter som volontär i Gaza-området. Viktiga punkter från hans vittnesmål inkluderar:\n\n*   Han har arbetat som volontär i Gaza två gånger sedan den 7 oktober och hans patienter var primärt civilpersoner, inklusive sexåriga barn och gravida kvinnor, som skadats via shrapnell, kulor och andra former av våld.\n*   Under sin fem veckors vistelse i Gaza såg han inte eller hanterade han någon stridande, vilket höjde på den icke-proportionella effekten på civilpersoner.\n*   Det läkarsystem som funnits i Gaza har \"systematiskt raserats\" genom en ansträngd militär kampanj som har förödmjukat internationell mänsklig rätt.\n*   Konsekvenserna av denna kampanj är svåra, med civilpersoner som dör från akut näringstörning, septikemi, exponering och despair, i tillägg till direkt skador från bombangrepp.\n*   Dr. Sidwa underströk att detta är en \"mänsklig katastrof\" som är helt förhindrad, och att delta i eller tillåta det är ett val.\n*   Han observerade också att preventiv handlingskraft mot folkmord förutsätter att man vägrar normalisera dessa förbrytelser och vägrar att mänskliga palestinier.\n*   Konflikten har lett till en \"mänsklig värdighet kris\" där en hel befolkning är på randen till överlevelse, och Dr. Sidwa uppmanade till att erkänna de palestinska människornas mänskliga värdighet och vägrar att se dem som blott statistiska eller föremål.\n\n Situationen i Gaza har stödjerats av USA från start i Bidens administration, som nu fortfarande är aktiv under Trumps administration, med amerikansk skattebetalare stödjer denna verksamhet. Detta har lett till anklagelser om att USA är medansvarande för ett folkmord med Israeler som inte kan genomföra sitt agerande utan stöd från USA.  Skalan för denna kris är enorm, och konsekvenserna av konflikten når djupt ner i civilbefolkningen. Det är av största vikt att agerande tas för att hantera denna kris och stoppa ytterligare folkmordsbrotten.\n\n## SVERIGE\n\n### VETANDE OCH DONALD TRUMP: VARFÖR STORT BRÅK\n\nRiks\n\n**Key points and numbers from Conversation**\n=====================================================\n\n*   Discussion lasts for 904,120 milliseconds (or 904 seconds, equivalent to 15.07 minutes)\n*   Topics include politics, government, and social issues\n\n**Conversation highlights**\n------------------------\n\n### The Big, Huge Showdown\n\n*   Mention of a \"big, huge, almost biblical-proportioned showdown\" between Donald Trump and Elon Musk\n*   Trump's enormous budget and investment plans were discussed\n\n### Social Media and Mass Immigration\n\n*   Debate on mass immigration and border control\n*   Discussion on the impact of social media, including Elon Musk's \"Kill the Bill\" tweet\n*   Criticism of the \"Big Beautiful Bill\" and \"pork spending\"\n*   Role of Twitter in shaping public opinion\n\n### Tax Cuts and Election Promises\n\n*   Implementation of tax cuts and other election promises\n*   Reaction of Trump's core voters and fiscal conservatives to his budget plans\n\n### Key Individuals and Timelines\n\n*   Donald Trump, the 45th President of the United States\n*   Elon Musk, CEO of SpaceX and Tesla\n*   Ronnie Bergen and Jacob, participants in the conversation\n*   Passing of Trump's budget, including tax cuts and other measures\n*   Elon Musk's tweet criticizing the bill and urging its rejection\n\n**Recurring Themes**\n----------------------\n\n*   Social media's influence on politics\n*   Tension between Trump's core supporters and his critics, including fiscal conservatives and libertarians\n*   Challenges regarding Trump's budget and policy plans, including immigration, taxation, and government spending\n\n**Key Quotes and Phrases**\n-------------------------\n\n*   \"Finally, the big, huge, almost biblical-proportioned showdown\"\n*   \"Kill the Bill\"\n*   \"Big Beautiful Bill\"\n*   \"Pork spending\"\n*   \"Tight budget\"\n*   \"Libertarian thinking\"\n*   \"Reduce the state\"\n*   \"Government power\"\n*   \"Strangle it\""}