{"t": "Här är översättningen till svenska:\n\n* Myndigheter förbereder sig för en central bankdataboende valuta. * Fysiska tillgångar, diversifiering och guld och silver rekommenderas som en del av ett långsiktigt investeringsportfölj. * Perioden av låga räntor kan komma att avslutas, vilket kan leda till betydande konsekvenser för ekonomin. * Skuldnivåer worldwide är osåltbara, särskilt i USA och Japan. * Pensionsskripan kommer att leda till en bristen på arbetare att stödja pensionärer. * Skatter kommer att öka, särskilt i Storbritannien och Euro-zonen. * Militära konflikter kommer att eskalera som valutor devalveras och kollapsar. Talaren erbjuder 90 procents rabatt på de guld- och silverprogram som inkluderar en guide till att bygga en guld- och silverpension med fysiska guld- och silver.\n\n### KRYPTO\n\n[GameStop köpte 4,710 Bitcoin och orsakade besvikelse! 🤔](https://www.youtube.com/watch?v=pw4Bp8P66-E)\n\n* Blocktrainer *\nDiskussionen börjar med en diskussion om GameStop, ett företag som har utfärdat omvandlingsbara obligationer för att uppnå kapital. *\nTalarna nämner att bolaget kommer att använda detta kapital för att köpa Bitcoin. *\nDe nämner också att bolaget har tagit en risk genom att utfärda omvandlingsbara obligationer, men att potentialen för vinst är värd det. Bland annat noterbara segment av transkriptet är:\n* Från 0-4990ms diskuteredes bolagets strategi och potentialen för vinst från den ökande värdet av Bitcoin.\n* Från 520-5120ms nämner talarna bolagets VD, Michael Sailor, och hans roll i bolagets beslutsprocess.\n* Från 7270-7370ms diskuteredes bolagets användning av omvandlingsbara obligationer för att uppnå kapital.\n* Från 8460-8550ms nämner talarna potentialriskerna och rewarderna för bolagets investering i Bitcoin.\n* Från 11,140-11,210ms diskuteredes bolagets plan att använda kapitalet som uppnått genom omvandlingsbara obligationer för att göra stora vinster från den ökande värdet av Bitcoin.\n\n### KRISTENDOM\n\n[The True Meaning of Shavuot](https://www.youtube.com/watch?v=y1FiztubpXk)\n\n* Behold Israel *\nTalaren diskuterar högtiden för veckorna, också känd som Pingst, och hur den är en gudomlig förutsägelse som firar havet och gavne av lagen till Israel vid Sinai. *\nTalaren hänvisar till Kolossenser 2:16-17, som anger att de gamla testamentets högtider, inklusive Pingst, är en skugga över ytterligare, men substansen är i Kristus. *\nTalaren noterar att på Sinai beräknas omkring 3,000 personer har dött på grund av synd, men under Pingst har omkring 3,000 själar tillkommit till kyrkan (Apostlagarna 2:41). *\nTalaren diskuterar instruktionerna i Levitikus 23:17 för våroffret, vilket innehåller jäst, en ovanlig instruktion eftersom jäst oftast symboliserar synd. *\nTalaren tolkar de två våroffrarna som representerar Kristi kropp, med en lof representinga judarna och en annan representinga de omtalade, båda innehållande jäst, symboliserande de mänskliga felstämmerna. *\nTalaren noterar att trots våra felstämmar accepteras vi av Gud som hans eget och att den helige Ande skapar en sammanlagd kropp av judar och omtalade troende på Pingst, den exakta dagen då dessa lof presenterades. *\nTalaren betonar att Guds acceptans av människor inte är baserad på fullkomlighet utan på hans vilja att acceptera oss med våra felstämmor och förvandla oss genom sin Ande. *\nTalaren hänvisar till Ezekiel 36:27, där Gud säger att han ska lägga sin Ande inom människor och orsaka dem att gå på hans befallningar, och betonar Guds roll i att förvandla troende snarare än att hänvisa till människans styrka. *\nTalaren konkluderar genom att betona Pingsts betydelse som den dag då Guds närvaro flyttade från att bo i en tempel byggd med hjälp av människor till att bo i människors huvuden, och den dag då skörden av själar började.\n\nViktiga siffror nämnda:\n\n* 2,000 år sedan Pingst\n* 7 sjöar (Levitikus 23:15-16)\n* 50 dagar (Levitikus 23:16)\n* 3,000 personer som dog på Sinai\n* 3,000 själar som tillkommit till kyrkan under Pingst\n\nKausala länkar:\n\n* Guds plan är avslöjad genom högtiderna, inklusive Pingst\n* Pingst är kopplad till givningen av lagen på Sinai\n* Instruktionerna för våroffret i Levitikus 23:17 symboliserar Kristi kropp och enheten mellan judar och omtalade\n* Guds acceptans av människor är baserad på hans vilja att acceptera oss med våra felstämmor och förvandla oss genom sin Ande\n* Pingst markerar början på skörden av själar, som fortsätter till denna dag\n\n### GLOBAL\n\n[TIKTOK-TREND: \"Skinnytok\" som provreaktion på kroppspositivitism -Expert varnar för farlig hype](https://www.youtube.com/watch?v=fUKcVzJgPAA)\n\n* WELT *\n\nTranskriptet tycks vara en inspelning av en diskussion eller poddavsnitt om trenden bland unga kvinnor att idealisera smalhet och konsekvenserna av denna trend för deras mentala och fysiska hälsa. Diskussionen tycks vara fokuserad på idén att social trycksältighet att konformera till orealistiska skönhetssättningar är länkad till en ökad risk för matstörningar och andra hälsoproblem. Transkriptet börjar med en nämnd av en recent trend som normaliserar olycksaliga beteenden, vilket orsakar oro bland experter. Talaren noterar att denna trend inte är begränsad till ett specificerat grupper eller ålder, men snarare är en vidsträckt fråga som påverkar många unga kvinnor. Diskussionen fortsätter sedan till ämnet unga kvinnor's idealisering av smalhet, varvid talaren föreslår att denna idealisering ofta är rotad i en brist på självacceptans och en rädsla för att inte konformera till sociala skönhetssättningar. Talaren noterar att denna idealisering kan leda till en rad negativa konsekvenser, bland annat disordered eating behaviors, låg självkänsla och brist på självförtroende. Transkriptet nämner också konsekvenserna av sociala medier för unga kvinnors kroppsuppfattning, varvid talaren föreslår att sociala medier kan förstärka orealistiska skönhetssättningar och bidra till känslor av otillräcklighet och låg självkänsla. Talaren noterar att sociala medier också kan skapa en känsla av tävlan bland unga kvinnor, leda till fokus på yttre kvalitéer som fysiska egenskaper snarare än inre kvalitéer som intelligens, kreativitet och medkänsla. Diskussionen berör också idén att social trycksältighet att konformera till skönhetssättningar kan vara länkad till en ökad risk för psykiska hälsoproblem, bland annat depression och ångest. Talaren noterar att unga"}